Repository: ngo360/Give-pl_PL-translation
Catalog: give-*.po
Languages: pl_pl

source: Your Give add-on license will expire in %1$s for payment <a href="%2$s" target="_blank">#%3$d</a>. <a href="%4$s" target="_blank">Click to renew an existing license</a> or %5$s.
pl_pl: Twoja licencja dodatku Give wygaśnie w %1$s dla płatności <a href="%2$s" target="_blank">#% 3$d</a>. <a href="%4$s" target="_blank"> kliknij, aby odnowić istniejącą licencję</a> lub %5$s.

source: Your Give add-on license expired for payment <a href="%1$s" target="_blank">#%2$d</a>. <a href="%3$s" target="_blank">Click to renew an existing license</a> or %4$s.
pl_pl: Twoja licencja dodatku Give wygaśnie w %1$s dla płatności <a href="%2$s" target="_blank">#% 3$d</a>. <a href="%4$s" target="_blank"> kliknij, aby odnowić istniejącą licencję</a> lub %5$s.

source: If you cannot upgrade your PHP version yourself, you can send an email to your host. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %1$sWordPress hosting partners%2$s.
pl_pl: Jeśli nie możesz samodzielnie uaktualnić wersji PHP, możesz wysłać wiadomość e-mail do swojego administratora czy hostingodawcy. Jeśli nie chcą uaktualnić wersji PHP, sugerujemy zmianę hostingu. Spójrz na jeden z zalecanych%1$spartnerów hostingu WordPress%2$s.

source: Can't update? Ask your host!
pl_pl: Nie można zaktualizować? Zapytaj swojego administratora lub hostingodawcę!

source: You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.
pl_pl: Należy zaktualizować wersję PHP do 5.6 albo 7.0 lub 7.1. Na normalnej stronie WordPress, przełączanie na PHP 5.6 nigdy nie powinno powodować problemów. Proponujemy jednak aktualizację do PHP 7.0 Istnieje kilka wtyczek, które nie są gotowe do PHP 7 więc warto zrobić kilka wstępnych testów. PHP 7.1 jest znacznie szybszy niż PHP 5.6. Jest to również jedyna wersja PHP nadal w aktywnym rozwoju, a zatem lepszym rozwiązaniem dla Twojej witryny w dłuższej perspektywie.

source: To which version should I update?
pl_pl: Do jakiej wersji należy zaktualizować?

source: Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.
pl_pl: Administratorzy mają możliwość aktualizacji Twojej wersji PHP, ale czasem tego nie robią, gdyż boją się, że to zepsuje Twoją stronę.

source: Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Give are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you this notice.
pl_pl: Hej, zauważyliśmy, że korzystasz z przestarzałej wersji PHP. PHP jest językiem programowania, a WordPress i Give są zbudowane na jego bazie. Wersja, która jest aktualnie używana dla witryny nie jest już obsługiwana. Nowsze wersje PHP są szybsze i bezpieczniejsze. Twoja wersja PHP nie otrzymuje już aktualizacji zabezpieczeń, dlatego właśnie wysyłamy Ci tę informację.

source: Your site could be faster and more secure with a newer PHP version.
pl_pl: Twoja witryna może być szybsza i bezpieczniejsza dzięki nowszej wersji PHP.

source: No results match {search_term}
pl_pl: Brak wyników wyszukiwania {search_term}

source: Are you sure you want to disconnect the user from this donor?
pl_pl: Czy na pewno chcesz odłączyć użytkownika od tego darczyńcy?

source: Select a user
pl_pl: Wybierz użytkownika

source: Read the Documentation
pl_pl: Przeczytaj dokumentacje

source: View the Give Features
pl_pl: Wyświetlanie funkcji Give

source: Visit the Give Website
pl_pl: Odwiedź stronę internetową Give

source: via
pl_pl: przez

source: Donor ID is required.
pl_pl: Wymagany jest identyfikator dawcy.

source: Processing <span class="count">(%s)</span>
pl_pl: Przetwarzanie <span class="count">(%s)</span>

# Processing payment status
source: Processing
pl_pl: Przetwarzanie

source: Processing
pl_pl: Przetwarzanie

source: New Offline Donation
pl_pl: Nowa Darowizna offline

source: Payment Abandoned: This donation has not been completed.
pl_pl: Płatność porzucona - nie została dokończona.

source: Payment Cancelled: Your donation has been cancelled.
pl_pl: Płatność anulowana: twoja została porzucona.

source: Payment Refunded: Your donation has been refunded.
pl_pl: Zwrot płatności: Twoja darowizna została zwrócona.

source: Payment Pending: Your donation is currently processing.
pl_pl: Płatność oczekująca: Twoja darowizna jest obecnie przetwarzana.

source: Button Text:
pl_pl: Tekst przycisku

source: Button Text
pl_pl: Tekst przycisku

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
pl_pl: Jest dostępna nowa wersja %1$s. %2$s Zobacz szczegóły wersji %3$s lub %4$s od razu %5$s zaktualizuj %6$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
pl_pl: Dostępna jest nowa wersja %1$s. %2$s Pokaż %3$s szczegóły wersji %4$s.

source: Do you want to display a custom message when the goal is closed?
pl_pl: Czy chcesz wyświetlić własną wiadomość gdy cel darowizn zostanie osiągnięty?

source: View Receipt &raquo;
pl_pl: Zobacz potwierdzenie &raquo;

source: View
pl_pl: Zobacz

source: Enter a username.
pl_pl: Wprowadź nazwę użytkownika.

source: Are you sure you want to resend the emails receipt to {payment_count} recipients?
pl_pl: Czy na pewno chcesz ponownie wysłać potwierdzenie e-maili do adresatów {payment_count}?

source: Are you sure you want to resend the email receipt to this recipient?
pl_pl: Czy na pewno chcesz ponownie wysłać potwierdzenie pocztą e-mail do tego adresata?

source: You must choose at least one or more recipients to resend the email receipt.
pl_pl: Należy wybrać co najmniej jednego odbiorcę, aby ponownie wysłać potwierdzenie e-mailem.

source: Are you sure you want to permanently delete the selected {payment_count} donations?
pl_pl: Czy na pewno chcesz trwale usunąć wybrane darowizny {payment_count}?

source: Are you sure you want to permanently delete this donation?
pl_pl: Czy na pewno chcesz trwale usunąć tę darowiznę?

source: Dismiss this notice.
pl_pl: Odrzuć to powiadomienie.

source: Do you want to delete this item?
pl_pl: Czy chcesz usunąć tą pozycję?

source: Email Subject
pl_pl: Temat emaila

source: Donation Instructions
pl_pl: Instrukcje dotyczące darowizn

source: Billing Fields
pl_pl: Pola płatności

source: Do you want to customize the donation instructions for this form?
pl_pl: Czy chcesz dostosować instrukcje darowizn do tego formularza?

source: Override the display content setting for this Give form.
pl_pl: Nadpisz ustawienia wyświetlania zawartości dla tego formularza Give.

source: Below
pl_pl: Poniżej

source: Above
pl_pl: Powyżej

source: Every donation form you create with Give can be used on its own stand-alone page, or it can be inserted into any other page or post throughout your site via a shortcode or widget.
pl_pl: Każda formularz darowizny utworzony za pomocą Give może być użyty na własnej stronie Give lub może być wstawiona na dowolną inną stronę bądź post w całej witrynie za pomocą shortcode lub widgetu.

source: Save changes
pl_pl: Zapisz zmiany

source: The parent theme developers URL.
pl_pl: URL autora motywu nadrzędnego.

source: Parent Theme Author URL
pl_pl: Adres URL autora motywu nadrzędnego

source: The installed version of the parent theme.
pl_pl: Zainstalowana wersja motywu nadrzędnego.

source: Parent Theme Version
pl_pl: Wersja motywu nadrzędnego

source: The name of the parent theme.
pl_pl: Nazwa motywu nadrzędnego.

source: Parent Theme Name
pl_pl: Nazwa motywu nadrzędnego

source: Child Theme
pl_pl: Motyw potomny

source: Author URL
pl_pl: Adres URL autora

source: The installed version of the current active theme.
pl_pl: Zainstalowana wersja aktualnie włączonego motywu.

source: Version
pl_pl: Wersja

source: The name of the current active theme.
pl_pl: Nazwa aktualnie włączonego motywu.

source: Theme
pl_pl: Motyw

source: Active MU Plugins
pl_pl: Aktywne wtyczki MU

source: Inactive Plugins
pl_pl: Nieaktywne pluginy

source: Other Active Plugins
pl_pl: Inne aktywne pluginy

# by author
source: by %s
pl_pl: przez %s

source: Unlicensed
pl_pl: Nielicencjonowana

source: Licensed
pl_pl: Licencjonowane

source: Visit author homepage
pl_pl: Przejdź na stronę domową autora

source: Visit plugin homepage
pl_pl: Przejdź na stronę domową wtyczki

source: Active Give Add-ons
pl_pl: Aktywne wtyczki do Give

source: Give Email Notifications
pl_pl: Give powiadomienia e-mail

source: Default Payment Gateway
pl_pl: Domyślna bramka płatności

source: All payment gateways enabled in Give settings.
pl_pl: Wszystkie bramki płatności włączone w ustawieniach Give.

source: Enabled Payment Gateways
pl_pl: Aktywne bramki płatności

source: The decimal separator defined in Give settings.
pl_pl: Separator dziesiętny, zdefiniowany w ustawieniach Give.

source: After
pl_pl: Po

source: Before
pl_pl: Przed

source: Currency Code
pl_pl: Kod waluty

source: The version of Give installed prior to the last update.
pl_pl: Wersja programu Give zainstalowana przed ostatnią aktualizacją.

source: Upgraded From
pl_pl: Uaktualnienie z

source: The version of Give installed on your site.
pl_pl: Wersja Give zainstalowana na Twojej stronie.

source: Give Version
pl_pl: Give Wersja

source: Give Configuration
pl_pl: Give konfiguracja

source: Remote Get
pl_pl: Zdalne Get

source: Error: %s
pl_pl: Błąd: %s

source: Remote Post
pl_pl: Zdalny POST

source: Your server does not support the %s functions - this is required for better character encoding. Some fallbacks will be used instead for it.
pl_pl: Twój serwer nie obsługuje funkcji %s - jest to wymagane dla lepszego kodowania znaków. Zostaną użyte inne funkcje.

source: Your server does not support the %s function - this is used for file compression and decompression.
pl_pl: Serwer nie obsługuje funkcji %s — służy do kompresji i dekompresji plików.

source: gzip is used for file compression and decompression.
pl_pl: gzip służy do kompresji i dekompresji plików.

source: Your server does not have the %s class enabled - HTML/Multipart emails, and also some extensions, will not work without DOMDocument.
pl_pl: Twój serwer nie ma włączonej klasy %s - e-maile HTML/Multipart e-mail a także niektóre rozszerzenia nie będą działać bez DOMDocument.

source: HTML/Multipart emails use DOMDocument to generate inline CSS in templates.
pl_pl: E-maile HTML/Multipart używają DOMDocument do generowania styli CSS w szablonach.

source: Your server does not have the %s class enabled - some gateway plugins which use SOAP may not work as expected.
pl_pl: Twój serwer nie ma włączonej obsługi %s - niektóre bramki płatności, które używają SOAP mogą nie działać poprawnie.

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
pl_pl: Serwer nie posiada fsockopen lub włączonego cURL - PayPal IPN i inne skrypty, które komunikują się z innymi serwerami nie będą działać. Należy skontaktować się z dostawcą usług hostingowych.

source: Payment gateways can use cURL to communicate with remote servers to authorize payments, other plugins may also use it when communicating with remote services.
pl_pl: Bramki płatności mogą używać cURL do komunikacji z serwerami zdalnymi do autoryzacji płatności, inne wtyczki mogą również używać go podczas komunikowania się z usługami zdalnymi.

source: The default timezone for your server.
pl_pl: Domyślna strefa czasowa dla Twojego serwera.

source: WordPress Requirements
pl_pl: Wymagania WordPress

source: %s - We recommend a minimum MySQL version of 5.6. See: %s
pl_pl: %s - zalecamy minimalną wersję MySQL 5,6. Zob.: %s

source: The version of MySQL installed on your hosting server.
pl_pl: Wersja MySQL zainstalowana na serwerze.

source: MySQL Version
pl_pl: Wersja MySQL

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
pl_pl: Suhosin jest zaawansowanym systemem ochrony dla instalacji PHP. Został zaprojektowany do ochrony serwerów z jednej strony przed liczbą dobrze znanych problemów w aplikacjach PHP i z drugiej strony przed potencjalnymi lukami w zabezpieczeniach tych aplikacji lub w samym PHP. Jeśli Suhosin jest włączony na serwerze, być może będzie musiał być skonfigurowany do zwiększenia limitów zgłoszeń.

source: SUHOSIN Installed
pl_pl: SUHOSIN zainstalowany

source: %s - We recommend a minimum cURL version of 7.40.
pl_pl: %s - zalecamy minimalną wersję cURL 7,40.

source: The version of cURL installed on your server.
pl_pl: Wersja cURL zainstalowana na twoim serwerze.

source: cURL Version
pl_pl: cURL Wersja

source: PHP Max Upload Size
pl_pl: Maksymalny rozmiar przesłania PHP

source: PHP Max Input Vars
pl_pl: Maksymalna liczba zmiennych PHP

source: PHP Time Limit
pl_pl: Limit czasu PHP

source: Couldn't determine PHP version because phpversion() doesn't exist.
pl_pl: Nie można było ustalić wersji PHP, ponieważ phpversion() nie istnieje.

source: PHP Requirements in Give
pl_pl: Wymagania PHP w Give

source: %s - We recommend a minimum PHP version of 5.6. See: %s
pl_pl: % s- zalecamy minimalną wersję PHP 5,6. Zob.: %s

source: The version of PHP installed on your hosting server.
pl_pl: Wersja PHP zainstalowana na twoim serwerze.

source: PHP Version
pl_pl: Wersja PHP

source: Information about the web server that is currently hosting your site.
pl_pl: Informacje o serwerze, na którym jest utrzymywana twoja witryna.

source: Server Info
pl_pl: Informacje serwera

source: Unknown
pl_pl: Nieznane

source: Hosting Provider
pl_pl: Dostawca hostingu

source: Inaccessible
pl_pl: Niedostępne

source: Accessible
pl_pl: Dostępne

source: Whether Admin AJAX is accessible.
pl_pl: Czy admin AJAX jest dostępny.

source: Admin AJAX
pl_pl: Administrator AJAX

source: Page for Posts
pl_pl: Strona dla postów

source: Page on Front
pl_pl: Strona dla frontu

source: Language
pl_pl: Język

source: WP Debug Mode
pl_pl: Tryb debugowania WP

source: Increasing memory allocated to PHP
pl_pl: Zwiększanie alokacji pamięci dla PHP

source: %s - We recommend setting memory to at least 64 MB. See: %s
pl_pl: %s - zalecamy ustawienie pamięci na co najmniej 64 MB. Zob.: %s

source: WP Memory Limit
pl_pl: Limit pamięci WP

source: Whether or not you have WordPress Multisite enabled.
pl_pl: Czy masz włączoną instalację WordPress Multisite?

source: WP Multisite
pl_pl: WordPress MultiSite

source: The version of WordPress installed on your site.
pl_pl: Wersja WordPress zainstalowana na twojej stronie.

source: WP Version
pl_pl: Wersja WP

source: The root URL of your site.
pl_pl: Główny URL witryny.

source: Site URL
pl_pl: Adres URL witryny

source: The URL of your site's homepage.
pl_pl: Adres URL strony głównej.

source: Home URL
pl_pl: Adres URL strony głównej

source: WordPress Environment
pl_pl: Środowisko WordPress

source: Data
pl_pl: Dane

source: General Options
pl_pl: Opcje ogólne

source: General Options Docs Link
pl_pl: Odnośnik dokumentacji opcji ogólnych

source: Please paste the reCAPTCHA secret key here from your reCAPTCHA API Keys panel.
pl_pl: Proszę wkleić klucz tajny reCAPTCHA tutaj z panelu klucze interfejsu API reCAPTCHA.

source: Gateway Settings
pl_pl: Ustawienia bramek

source: Offline Gateway Settings
pl_pl: Ustawienia bramy trybu offline

source: Offline Donations Settings Docs Link
pl_pl: Ustawienia darowizny w trybie offline link do dokumentacji

source: PayPal Standard Gateway Settings
pl_pl: Paypal Standard - ustawienia bramy

source: PayPal IPN Verification
pl_pl: Weryfikacja PayPal IPN

source: Email Notifications
pl_pl: Powiadomienia email

source: Display
pl_pl: Wyświetl

source: Form Tags
pl_pl: Tagi formularza

source: Form Categories
pl_pl: Kategorie formularza

source: Form Excerpts
pl_pl: Zajawki formularza

source: Form Archives
pl_pl: Archiwa formularza

source: Welcome Screen
pl_pl: Ekran powitalny

source: <a href="%s" target="_blank">Floating labels</a> allows your labels to be inset within the form fields to provide a cleaner form appearance. Note that if the "Disable CSS" option is enabled, you will need to style the floating labels yourself.
pl_pl: <a href="%s" target="_blank"> Pływające etykiety</a> pokazuje etykiety pól w polach formularza w celu zapewnienia czystszego wyglądu formularza. Zauważ, że jeśli opcja "Wyłącz CSS" jest włączona, będziesz musiał samodzielnie stylizować etykiety przestawne.

source: Advanced Settings
pl_pl: Ustawienia zaawansowane

source: Advanced Settings Docs Link
pl_pl: Odnośnik dokumentacji Ustawień zaawansowanych

source: Head
pl_pl: Nagłówek

source: Footer
pl_pl: Stopka

source: %s filter
pl_pl: Filtr %s

source: Yes, Remove all data
pl_pl: Tak, usuń wszystkie dane

source: Remove Data on Uninstall
pl_pl: Usuń dane podczas deinstalacji

source: Choose one or more from tags
pl_pl: Wybierz jeden lub więcej tagów

source: Choose one or more from categories
pl_pl: Wybierz jedną lub więcej kategorii

source: Income Report
pl_pl: Raport przychodów

source: Income Report for %s
pl_pl: Raport o przychodach dla %s

source: Gateways
pl_pl: Bramki

source: Donation Methods
pl_pl: Metody darowizn

source: Untitled (#%s)
pl_pl: Bez tytułu (# %s)

source: Group
pl_pl: Grupa

source: Agreement Label
pl_pl: Etykieta Warunków/umowy

source: Disable
pl_pl: Wyłącz

source: Customize
pl_pl: Dostosuj

source: Do you want to require the donor to accept terms prior to being able to complete their donation?
pl_pl: Czy chcesz wymagać od dawcy, aby zaakceptował warunki przed możliwością ukończenia darowizny?

source: Below fields
pl_pl: poniżej pola

source: Above fields
pl_pl: Powyżej pól

source: This option controls where the content appears within the donation form.
pl_pl: Ta opcja kontroluje gdzie zawartość jest wyświetlana w formularzu darowizny.

source: Close Form
pl_pl: Zamknij formularz

source: Customize the color of the goal progress bar.
pl_pl: Dostosuj kolor paska postępu celu.

source: Progress Bar Color
pl_pl: Kolor paska postępu

source: Donation Goal
pl_pl: Cel darowizn

source: Registration + Login
pl_pl: Rejestracja + Logowanie

source: Registration
pl_pl: Rejestracja

source: Guest Donations
pl_pl: Darowizny przez gości

source: Continue Button
pl_pl: Przycisk Kontynuuj

source: Button
pl_pl: Przycisk

source: How would you like to display donation information for this form?
pl_pl: Jak chcesz wyświetlić informacje o darowiźnie dla tego formularza?

source: Maximum amount
pl_pl: Kwota maksymalna

source: Donation Form Options
pl_pl: Opcje formularza darowizny

source: Need Help? See docs on "%s"
pl_pl: Potrzebujesz pomocy? Zobacz dokumentację na " %s"

source: Your settings have been saved.
pl_pl: Twoje ustawienia zostały zapisane.

source: Action failed. Please refresh the page and retry.
pl_pl: Działanie nie powiodło się. Odśwież stronę i spróbuj ponownie.

source: Successfully sent email receipt to one recipient.
pl_pl: Pomyślnie wysłano potwierdzenie pocztą e-mail do jednego adresata.

source: Successfully deleted one donation.
pl_pl: Pomyślnie usunięto jedną darowiznę.

source: Give Tools
pl_pl: Give Narzędzia

source: Oops, this settings page does not exist.
pl_pl: Oops, ta strona ustawień nie istnieje.

source: Donation Form ID:
pl_pl: ID Formularza Darowizny:

source: Donor Emails
pl_pl: E-mail darczyńcy

source: Payment Revoked: Please contact the site owner for assistance.
pl_pl: Płatność odwołana: Proszę skontaktować się z właścicielem strony, aby uzyskać pomoc.

source: Payment Failed: Please contact the site owner for assistance.
pl_pl: Płatność nie powiodła się: Proszę skontaktować się z właścicielem strony, aby uzyskać pomoc.

source: Payment Complete: Thank you for your donation.
pl_pl: Płatność zakończona: Dziękujemy za Twoją darowiznę.

source: Your profile has been updated.
pl_pl: Twój profil został zaktualizowany.

source: The %s template was not found.
pl_pl: Szablon %s nie został znaleziony.

source: The form does not have Goals enabled.
pl_pl: Formularz nie ma włączonego celu darowizny.

source: The shortcode is missing Donation Form ID attribute.
pl_pl: Shortcode nie zawiera identyfikatora formularza darowizny.

source: You must agree to the terms and conditions.
pl_pl: Proszę zaakceptować warunki i postanowienia.

source: Form submitted.
pl_pl: Formularz wysłany.

source: Form saved.
pl_pl: Formularz został zapisany.

source: Form published.
pl_pl: Formularz opublikowany.

source: No forms found in Trash.
pl_pl: Nie znaleziono formularzy w koszu.

source: Search Forms
pl_pl: Szukaj Formularzy

source: All Forms
pl_pl: Wszystkie formularze

source: New Form
pl_pl: Nowy formularz

source: Edit Donation Form
pl_pl: Edytuj formularz darowizny

source: Add Form
pl_pl: Dodaj formularz

source: Delete this donation note.
pl_pl: Usuń notatkę do tej darowizny.

source: array_column() expects parameter 1 to be array, %s given.
pl_pl: array_column() oczekuje 1 parametru tablicy, podano %s.

source: array_column() expects at least 2 parameters, %s given.
pl_pl: array_column() oczekuje przynajmniej 2 parametrów, podano %s.

source: Follow %s
pl_pl: Śledź %s

source: Subscribe
pl_pl: Subskrybuj

source: Email Address (required)
pl_pl: Adres e-mail (wymagany)

source: Please select payment mode.
pl_pl: Proszę wybierz metodę płatności.

source: Form updated.
pl_pl: Formularz zaktualizowany.

source: Choose a form
pl_pl: Wybierz formularz

source: Donation Failed
pl_pl: Dotacja nie powiodła się

source: Give Form:
pl_pl: Formularz:

source: Terms
pl_pl: Warunki:

source: - Select a donation -
pl_pl: - Wybierz ję -

source: Sample Donation Form Title - Sample Donation Level
pl_pl: Przykładowy tytuł formularza darowizny - Przykładowy poziom darowizny

source: The donation receipt direct URL, to view the receipt on the website.
pl_pl: Bezpośredni URL do rachunku darowizny, aby zobaczyć rachunek na stronie.

source: The donation receipt direct link, to view the receipt on the website.
pl_pl: Bezpośredni link do rachunku darowizny, aby zobaczyć rachunek na stronie.

source: The name of your site.
pl_pl: Nazwa witryny.

source: The %s filter
pl_pl: Filtr %s

source: The %s action
pl_pl: %s akcja

source: Álava
pl_pl: Araba

source: You have invalid or expired license keys for one or more Give Add-ons. Please go to the <a href="%s">licenses page</a> to correct this issue.
pl_pl: Wprowadzone klucze licencyjne do rozszerzenia Give są nieprawidłowe lub wygasłe. Proszę przejść <a href="%s">na stronę licencji</a>, aby naprawić ten problem.

source: Your access token has expired. Please request a new one.
pl_pl: Twój token dostępu wygasł. Poproś o nowy poniżej:

source: Error while deleting this transient
pl_pl: Błąd podczas usuwania

source: Type wp give cache --action=delete to delete all stat transients
pl_pl: Typ pamięci podręcznej wp give -- akcja= usuń aby usunąć wszystkie zakłócenia statystyk

source: Sales
pl_pl: Sprzedaż

source: Earnings
pl_pl: Zarobki

source: %1$s. Donation #%2$s
pl_pl: %1$s. darowizny #%2$s
