Repository: ngo360/Give-pl_PL-translation
Catalog: give-*.po
Languages: pl_pl

source: Only Donors with Comments
pl_pl: Tylko darczyńcy z komentarzami

source: Anonymous
pl_pl: Anonimowy

source: Database Tables
pl_pl: Tabele bazy danych

source: The donor's company name.
pl_pl: Nazwa firmy darczyńcy.

source: Show Anonymous
pl_pl: Pokaż anonimowo

source: Order By
pl_pl: Segreguj według

source: This custom meta key has been deprecated for performance reasons. Your custom meta data will still be stored but we recommend updating your code to store meta keys individually.
pl_pl: Ten niestandardowy klucz meta został wycofany ze względu na wydajność. Twoje niestandardowe metadane będą nadal przechowywane, ale zalecamy aktualizowanie kodu, aby przechowywać meta klucze indywidualnie.

source: Name, Email, or Donation ID
pl_pl: Imię, E-mail lub ID darowizny

source: Import Again
pl_pl: Zaimportuj ponownie

source: Successfully Reverted Settings Import
pl_pl: Pomyślnie przywrócono ustawienia Import

source: Name, Email, or Donor ID
pl_pl: Imię, E-mail lub ID darczyńcy

source: Admin Emails
pl_pl: Email administratora

source: Goal Not Set
pl_pl: Cel nie został ustawiony

source: Goal In Progress
pl_pl: Cel w realizacji

source: Goal Achieved
pl_pl: Cel osiągnięty

source: Any Goal Status
pl_pl: Brak statusu celu

source: Form Name or ID
pl_pl: Formularz Imię lub ID

source: Display forms based on order.
pl_pl: Wyświetl formularz bazujący na kolejności.

source: Closest To Goal
pl_pl: Blisko do spełnienia celu

source: Amount Donated
pl_pl: Kwota podarowana

source: Descending
pl_pl: Malejące

source: Ascending
pl_pl: Rosnące

source: Anonymous User
pl_pl: Anonimowy użytkownik

source: Display Type
pl_pl: Typ wyświetlania

source: Show Featured Image
pl_pl: Pokaż obrazek wyróżniający

source: Show Excerpt
pl_pl: Pokaż zajawkę

source: Excluded Form IDs
pl_pl: Wykluczone identyfikatory formularzy

source: Forms Per Page
pl_pl: Formularze na stronie

source: grid
pl_pl: siatka

source: Edit Form.
pl_pl: Edytuj formularz.

source: Add New Form
pl_pl: Dodaj nowy formularz

source: Give Donation form
pl_pl: Give formularz darowizny

source: No form title
pl_pl: Bez tytułu formularza

source: -- Select Form --
pl_pl: -- Wybierz formularz --

source: Edit Form
pl_pl: Edytuj formularz

source: Edit donation form
pl_pl: Edytuj formularz darowizny

source: Change Form
pl_pl: Zmień formularz

source: Continue Button Title
pl_pl: Tytuł przycisku Kontynuuj

source: One Button Launch
pl_pl: Uruchomienie jednym przyciskiem

source: Full Form
pl_pl: Pełen formularz

source: Give Form
pl_pl: Give formularz

source: Load More Text
pl_pl: Załaduj więcej tekstu

source: Read More Text
pl_pl: Czytaj więcej - tekst

source: Comment Length
pl_pl: Długość komentarza

source: Show Time
pl_pl: Pokaż czas

source: Columns
pl_pl: Kolumny

source: Order
pl_pl: Kolejność

source: Donors Per Page
pl_pl: Darczyńcy na stronie

source: Donor Wall Settings
pl_pl: Ustawienia ściany darczyńców

source: wall
pl_pl: ściany

source: Give Donor Wall
pl_pl: Give Ściana Darczyńców

source: Choose a page
pl_pl: Wybierz stronę

source: The name of the credit card account holder.
pl_pl: Imię i nazwisko posiadacza rachunku karty kredytowej.

source: Cardholder Name
pl_pl: Imię i nazwisko właściciela karty

source: The Donor Comment that was submitted with the donation.
pl_pl: Komentarz darczyńcy, który został złożony wraz z darowizną.

source: The donor note.
pl_pl: Notatka darczyńcy.

source: Please confirm you would like to add a donor note. An email notification will be sent to the donor with the note. If you do not want to notify the donor you may add a private note or disable the donor note email.
pl_pl: Proszę potwierdzić chęć przesłania notatki. Treść notatki zostanie również przesłana na Pana/Pani adres email. Jeśli nie chce Pan/Pani wysyłać notatki, można dodać prywatną wiadomość lub wyłączyć opcję wysyłania notatki darczyńcy.

source: Are you sure you want to delete all the donations in the specfied date range?
pl_pl: Czy na pewno chcesz usunąć wszystkie darowizny w określonym zakresie dat?

source: Shortcode could not be copied.
pl_pl: Nie można skopiować krotkiego kodu.

source: Copied!
pl_pl: Skopiowane!

source: all LIVE and TEST donations within a specified date range. If date range is not set then all donations are deleted.
pl_pl: wszystkich darowizn LIVE i TEST w określonym przedziale dat. Jeśli zakres dat nie jest ustawiony, wszystkie darowizny są usuwane.

source: Delete Test Donors and Donations
pl_pl: Usuń testowych dawców i darowizny

source: Delete Live and Test Donations
pl_pl: Usuń darowizny na żywo i testowe

source: Delete Test Donations
pl_pl: Usuń darowizny testowe

source: %s %s will be created
pl_pl: %s %s zostanie utworzony

source: Donor's Comment
pl_pl: Komentarz darczyńcy

source: Number of donations
pl_pl: Liczba darowizn

source: Select All Fields
pl_pl: Wybierz wszystkie pola

source: Deselect All Fields
pl_pl: Odznacz wszystkie pola

source: You do not have permission to delete donations.
pl_pl: Nie masz uprawnień do usuwania darowizn.

source: Determines whether the comment is visible.
pl_pl: Określa, czy komentarz jest widoczny.

source: Donor Comment:
pl_pl: Komentarz darczyńcy:

source: Determines whether the date of the donation is visible.
pl_pl: Określa, czy data darowizny jest widoczna.

source: Determines whether the donation total is visible.
pl_pl: Określa, czy suma darowizny jest widoczna.

source: Determines whether the name is visible.
pl_pl: Określa, czy nazwa jest widoczna.

source: Determines whether the avatar is visible.
pl_pl: Określa, czy awatar jest widoczny.

source: Donor Avatar:
pl_pl: Awatar darczyńcy:

source: Sets the number of donors per row.
pl_pl: Ustawia liczbę darczyńców w rzędzie.

source: Defines the button text used for pagination.
pl_pl: Określa tekst przycisku używany do stronicowania.

source: Read more
pl_pl: Czytaj więcej

source: Defines the text that appears if a comment is truncated.
pl_pl: Określa tekst, który pojawia się, gdy komentarz jest obcięty.

source: Sets the number of characters to display before the comment is truncated.
pl_pl: Ustawia liczbę znaków wyświetlanych przed obcięciem komentarza.

source: Sets the number of donors per page.
pl_pl: Ustawia liczbę darczyńców na stronę.

source: All Donors
pl_pl: Wszyscy darczyńcy

source: Donors with Comments
pl_pl: Darczyńcy z komentarzami

source: Determines whether to display all donors or only donors with comments.
pl_pl: Określa, czy wyświetlić wszystkich darczyńców lub tylko darczyńców z komentarzami.

source: Donors:
pl_pl: Darczyńcy:

source: Sets the order in which donors appear.
pl_pl: Ustawia porządek, w którym pojawiają się darczyńcy.

source: Order:
pl_pl: Zamówienie:

source: Filters donors by form. By default, all donations except for anonymous donations are displayed.
pl_pl: Filtruje darczyńców według formy. Domyślnie wyświetlane są wszystkie darowizny oprócz anonimowych darowizn.

source: Form:
pl_pl: Formularz:

source: A preview of the formatted currency. This preview cannot be edited directly as it is generated from the settings above.
pl_pl: Podgląd sformatowanej waluty. Tego podglądu nie można edytować bezpośrednio, ponieważ jest generowany z powyższych ustawień.

source: Currency Preview
pl_pl: Podgląd waluty

source: View Gateways
pl_pl: Zobacz metody płatności

source: Activate a premium gateway like <a href="%1$s" target="_blank">Stripe</a>, <a href="%2$s" target="_blank">PayPal Pro</a>, or <a href="%3$s" target="_blank">Authorize.net</a> and allow your donors to give using their credit cards.
pl_pl: Aktywuj bramę premium, taką jak <a href="%1$s" target="_blank">Stripe</a>, <a href="%2$s" target="_blank">PayPal Pro</a>, lub <a href="%3$s" target="_blank">Authorize.net</a> i zezwalaj swoim darczyńcom na używanie kart kredytowych.

source: Note to donor
pl_pl: Notatka dla darczyńcy

source: Private note
pl_pl: Prywatna notatka

source: Note type
pl_pl: Typ notatki

source: Copy Shortcode
pl_pl: Skopiuj krótki kod

source: New Donation Note Added
pl_pl: Dodano nową notatkę darowizny

source: Note added to your %s donation from %s
pl_pl: Notatka dodana do Twojej %s darowizny z %s

source: Sent to the donor when new donation note added to there donation.
pl_pl: Wysyłane do darczyńcy, gdy nowa kwota zostanie dodana do darowizny.

source: Sample Donor Comment
pl_pl: Przykładowy komentarz darczyńcy

source: Donor Comments
pl_pl: Komentarze darczyńców

source: Invoice ID Prefix
pl_pl: Prefiks identyfikatora faktury

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unique as PayPal will not allow orders with the same invoice number.
pl_pl: Wprowadź prefiks numerów faktur. Jeśli korzystasz z konta PayPal w wielu sklepach, upewnij się, że ten prefiks jest unikatowy, ponieważ PayPal nie zezwala na zamówienia z tym samym numerem faktury.

source: Please enter your title.
pl_pl: Proszę wprowadzić swój tytuł.

source: Ms.
pl_pl: Pani

source: Mrs.
pl_pl: Państwo

source: Mr.
pl_pl: Pan

source: To complete your subscription, click the confirmation link in your email. Thank you!
pl_pl: Aby ukończyć subskrypcję, kliknij link potwierdzający w przesłanej wiadomości e-mail. Dziękujemy!

source: Last
pl_pl: Ostatni

source: First
pl_pl: Pierwszy

source: Prefix
pl_pl: Prefiks

source: Code
pl_pl: Kod

source: Currencies Code
pl_pl: Kod waluty

source: Total
pl_pl: Łącznie

source: Leave a comment
pl_pl: zostaw komentarz

source: Make this an anonymous donation.
pl_pl: Wpłać jako anonimowy darczyńca

source: The website URL.
pl_pl: URL strony

source: Your comment is too long.
pl_pl: Twój komentarz jest zbyt długi.

source: Zambian kwacha (%1$s)
pl_pl: Kwacha zambijska (%1$s)

source: Yemeni rial (%1$s)
pl_pl: Rial jemeński (%1$s)

source: CFP franc (%1$s)
pl_pl: Frank CFP (%1$s)

source: West African CFA franc (%1$s)
pl_pl: Frank CFA (%1$s)

source: Central African CFA franc (%1$s)
pl_pl: Frank CFA Afryki Środkowej (%1$s)

source: Vanuatu vatu (%1$s)
pl_pl: Wanuackie wanuackie (%1$s)

source: Vietnamese đồng (%1$s)
pl_pl: Wietnamski Đồng (%1$s)

source: Uzbekistani som (%1$s)
pl_pl: Som uzbecki (%1$s)

source: Ugandan shilling (%1$s)
pl_pl: Szyling ugandyjski (%1$s)

source: Trinidad and Tobago dollar (%1$s)
pl_pl: Dolar Trynidadu i Tobago (%1$s)

source: Turkmenistan manat (%1$s)
pl_pl: Manat Turkmenistanu (%1$s)

source: Tajikistani somoni (%1$s)
pl_pl: Somoni tadżyckie (%1$s)

source: Syrian pound (%1$s)
pl_pl: Funt syryjski (%1$s)

source: São Tomé and Príncipe dobra (%1$s)
pl_pl: Dobra Wysp Świętego Tomasza i Książęcej (%1$s)

source: South Sudanese pound (%1$s)
pl_pl: Funt południowosudański (%1$s)

source: Surinamese dollar (%1$s)
pl_pl: Dolar Surinamski (%1$s)

source: Somali shilling (%1$s)
pl_pl: Szyling somalijski (%1$s)

source: Sierra Leonean leone (%1$s)
pl_pl: Leone sierraleoński (%1$s)

source: Saint Helena pound (%1$s)
pl_pl: Funt Wyspy Świętej Heleny (%1$s)

source: Sudanese pound (%1$s)
pl_pl: Funt sudański (%1$s)

source: Seychellois rupee (%1$s)
pl_pl: Rupia seszelska (%1$s)

source: Solomon Islands dollar (%1$s)
pl_pl: Dolar Wysp Salomona (%1$s)

source: Rwandan franc (%1$s)
pl_pl: Frank Ruandyjski (%1$s)

source: Serbian dinar (%1$s)
pl_pl: Dinar serbski (%1$s)

source: Qatari riyal (%1$s)
pl_pl: Rial Katarski (%1$s)

source: Transnistrian ruble (%1$s)
pl_pl: Rubel Transnistryjski (%1$s)

source: Papua New Guinean kina (%1$s)
pl_pl: Kina papuaska (%1$s)

source: Panamanian balboa (%1$s)
pl_pl: Balboa Panamski (%1$s)

source: Nicaraguan córdoba (%1$s)
pl_pl: Cordoba Nikaraguańska (%1$s)

source: Nigerian naira (%1$s)
pl_pl: Naira nigeryjska (%1$s)

source: Namibian dollar (%1$s)
pl_pl: Dolar Namibijski (%1$s)

source: Mozambican metical (%1$s)
pl_pl: Metical mozambijski (%1$s)

source: Malawian kwacha (%1$s)
pl_pl: Kwacha malawijska (%1$s)

source: Maldivian rufiyaa (%1$s)
pl_pl: Rupia malediwska (%1$s)

source: Mauritian rupee (%1$s)
pl_pl: Rupia maurytyjska (%1$s)

source: Mauritanian ouguiya (%1$s)
pl_pl: Mauretańska mauretańska (%1$s)

source: Macanese pataca (%1$s)
pl_pl: Pataca Makau (%1$s)

source: Mongolian tögrög (%1$s)
pl_pl: Mongolski tögrög (%1$s)

source: Burmese kyat (%1$s)
pl_pl: Birmański Kiat (%1$s)

source: Malagasy ariary (%1$s)
pl_pl: Madagaskaru Ariary (%1$s)

source: Moldovan leu (%1$s)
pl_pl: Lej mołdawski (%1$s)

source: Libyan dinar (%1$s)
pl_pl: Dinar libijski (%1$s)

source: Lesotho loti (%1$s)
pl_pl: Loti Lesoto (%1$s)

source: Liberian dollar (%1$s)
pl_pl: Dolar liberyjski (%1$s)

source: Sri Lankan rupee (%1$s)
pl_pl: Rupia lankijska (%1$s)

source: Lebanese pound (%1$s)
pl_pl: Funt libański (%1$s)

source: Lao kip (%1$s)
pl_pl: Kip laotański (%1$s)

source: Kazakhstani tenge (%1$s)
pl_pl: Tenge kazachskie (%1$s)

source: Comorian franc (%1$s)
pl_pl: Frank Komoryjski (%1$s)

source: Cambodian riel (%1$s)
pl_pl: Riel kambodżański (%1$s)

source: Kyrgyzstani som (%1$s)
pl_pl: Som kirgistański (%1$s)

source: Jersey pound (%1$s)
pl_pl: Funt Jersey (%1$s)

source: Iranian toman (%1$s)
pl_pl: Irański Toman (%1$s)

source: Iraqi dinar (%1$s)
pl_pl: Dinar iracki (%1$s)

source: Manx pound (%1$s)
pl_pl: Funt manx (%1$s)

source: Haitian gourde (%1$s)
pl_pl: Gourde haitańskie (%1$s)

source: Guyanese dollar (%1$s)
pl_pl: Dolar Guygan (%1$s)

source: Guinean franc (%1$s)
pl_pl: Frank gwinejski (%1$s)

source: Gambian dalasi (%1$s)
pl_pl: Dalasi gambijskie (%1$s)

source: Guernsey pound (%1$s)
pl_pl: Funt Guernsey (%1$s)

source: Georgian lari (%1$s)
pl_pl: Lari gruzińskie (%1$s)

source: Falkland Islands pound (%1$s)
pl_pl: Funt Wysp Falklandzkich (%1$s)

source: Fijian dollar (%1$s)
pl_pl: Dolar fidżyjski (%1$s)

source: Ethiopian birr (%1$s)
pl_pl: Birr Etiopski (%1$s)

source: Eritrean nakfa (%1$s)
pl_pl: Nakfa erytrejska (%1$s)

source: Algerian dinar (%1$s)
pl_pl: Dinar algierski (%1$s)

source: Djiboutian franc (%1$s)
pl_pl: Frank dżibutyjski (%1$s)

source: Cape Verdean escudo (%1$s)
pl_pl: Escudo Zielonoprzylądkowe (%1$s)

source: Congolese franc (%1$s)
pl_pl: Frank kongijski (%1$s)

source: Belarusian ruble (%1$s)
pl_pl: Rubel białoruski (%1$s)

source: Belarusian ruble (old) (%1$s)
pl_pl: Rubel białoruski (stary) (%1$s)

source: Bhutanese ngultrum (%1$s)
pl_pl: Ngultrum Bhutański (%1$s)

source: Burundian franc (%1$s)
pl_pl: Frank Burundyjski (%1$s)

source: Bulgarian lev (%1$s)
pl_pl: Lew bułgarski (%1$s)

source: Barbadian dollar (%1$s)
pl_pl: Dolar Barbadosu (%1$s)

source: Azerbaijani manat (%1$s)
pl_pl: Manat azerski (%1$s)

source: Angolan kwanza (%1$s)
pl_pl: Kwanza angolańska (%1$s)

source: Albanian lek (%1$s)
pl_pl: Lek albański (%1$s)

source: Afghan afghani (%1$s)
pl_pl: Afgani (%1$s)

source: No result found. Press enter to add
pl_pl: Nie znaleziono żadnego wyniku. Naciśnij ENTER, aby dodać

source: Error: Please fill the field.
pl_pl: Błąd: Proszę wypełnić pole.

source: Skip & Deactivate
pl_pl: Pomiń i dezaktywuj

source: in the background.
pl_pl: w tle.

source: Give is currently updating the database
pl_pl: Give obecnie aktualizuje bazę danych

source: Give is currently updating the database. Please do not refresh or leave this page while the update is in progress.
pl_pl: Give jest obecnie aktualizowanie bazy danych. Proszę nie odświeżać ani nie opuszczać tej strony, gdy aktualizacja jest w toku.

source: Donor's Title Prefix
pl_pl: Prefiks tytułu Darczyńcy

source: Payment Mode
pl_pl: Tryb płatności

source: Title Prefix
pl_pl: Prefiks tytułu

source: Show Comments
pl_pl: Pokaż komentarze

source: Show Total
pl_pl: Pokaż sumę

source: Show Name
pl_pl: Pokaż nazwę

source: Show Avatar
pl_pl: Pokaż avatar

source: Load more
pl_pl: Załaduj więcej

source: Load More Text:
pl_pl: Załaduj więcej tekstu:

source: Read More Text:
pl_pl: Czytaj więcej - tekst

source: Comment Length:
pl_pl: Długość komentarza:

source: Donors Per Page:
pl_pl: Darczyńców na stronie:

source: Donor Wall
pl_pl: Ściana darczyńców

source: Excluded Forms
pl_pl: Wykluczone formularze

source: Excluded Form IDs:
pl_pl: Wykluczone identyfikatory formularzy:

source: Offline Mailing Address
pl_pl: Adres wysyłki offline

source: By default, the
pl_pl: Domyślnie

source: Admin Email Address
pl_pl: Adres E-mail administratora

source: Do you want to provide donors the ability to add a comment to their donation? The comment will display publicly on the donor wall if they do not select to give anonymously.
pl_pl: Czy chcesz zapewnić darczyńcom możliwość dodania komentarza do darowizny? Komentarz będzie wyświetlany publicznie na ścianie darczyńcy, jeśli nie wybierze się anonimowo.

source: Other
pl_pl: Inny

source: Can you describe the issue?
pl_pl: Czy możesz opisać swój problem?

source: We're sorry to hear that, check
pl_pl: Przykro nam to usłyszeć, sprawdź

source: I only needed the plugin for a short period
pl_pl: Potrzebowałem wtyczki tylko przez krótki okres

source: What is the name of the plugin?
pl_pl: Jaka jest nazwa pluginu?

source: I found a better plugin
pl_pl: Znalazłem lepszą wtyczkę

source: I no longer need the plugin
pl_pl: Nie potrzebuję już wtyczki

source: I'm only deactivating temporarily
pl_pl: Dezaktywuję tylko na chwilę

source: If you have a moment, please let us know why you are deactivating Give. All submissions are anonymous and we only use this feedback to improve this plugin.
pl_pl: Jeśli masz chwilę, daj nam znać, dlaczego dezaktywujesz Give. Wszystkie zgłoszenia są anonimowe i wykorzystujemy tylko te opinie, aby ulepszyć tę wtyczkę.

source: Give Deactivation
pl_pl: Give dezaktywacja

source: Add a comment
pl_pl: Dodaj komentarz

source: Anonymous Donation:
pl_pl: Anonimowy Darowizna:

source: Donor Comment
pl_pl: Komentarz darczyńcy

source: Anonymous Donations
pl_pl: Anonimowe darowizny

source: Title Prefixes
pl_pl: Prefiksy tytułów

source: Duplicate
pl_pl: Duplikuj

source: Comment
pl_pl: Komentarz

source: Anonymous:
pl_pl: Anonimowy:

source: Donation amount %s is invalid.
pl_pl: Kwota darowizny %s jest nieprawidłowa.

source: No form selected
pl_pl: Nie wybrano formularza

source: Please enter a valid total goal amount.
pl_pl: Proszę podać prawidłową łączną kwotę celu.

source: The donation form will process with a valid payment gateway.
pl_pl: Formularz darowizny będzie przetwarzany przy użyciu odpowiedniej bramki płatniczej.

source: Success
pl_pl: Sukces

source: %s: '%s' does not contain git repo.
pl_pl: %s: '%s' nie zawiera repozytorium git.

source: The Give addon '%s' was not updated.
pl_pl: Dodatek Give ' %s ' nie został zaktualizowany.

source: The Give addon '%s' is up-to-date with origin.
pl_pl: Dodatek Give ' %s ' jest aktualny.

source: This is not a Git repo
pl_pl: To nie jest repozytorium Git

source: The Give addon '%s' does not exist.
pl_pl: Dodatek Give ' %s ' nie istnieje.

source: Sets the number of forms to display per page.
pl_pl: Określ liczbę formularzy do wyświetlenia na stronie.

source: New Offline Donation!
pl_pl: Nowa darowizna offline!

source: Email Header
pl_pl: Nagłówek emaila

source: Enter a comma-separated list of form IDs. If empty, all published forms are displayed.
pl_pl: Wprowadź rozdzielaną przecinkiem listę identyfikatorów formularzy. Pozostaw puste aby wyświetlić wszystkie opublikowane formularze.

source: Minimum amount
pl_pl: Minimalna kwota

source: Set the total number of donations as a goal.
pl_pl: Ustaw całkowitą liczbę darowizny jako cel

source: Next »
pl_pl: Dalej »

source: « Previous
pl_pl: « Wstecz

source: Please enter Company Name.
pl_pl: Wprowadź nazwę firmy

source: This form has a maximum donation amount of %s.
pl_pl: Ten formularz ma ogranicząną kwotę darowizny do %s

source: zipcode
pl_pl: Kod pocztowy

source: Company
pl_pl: Firma

source: Donor Company
pl_pl: Firma darczyńcy

source: Donor Company Name
pl_pl: Nazwa firmy darczyńcy

source: Currencies
pl_pl: Waluty

source: Donation Currencies
pl_pl: Waluty darowizny

source: Donate on behalf of Company
pl_pl: Wpłać darowiznę w imieniu firmy

source: Goal achieved
pl_pl: Cel osiągnięty

source: of
pl_pl: z

source: Saudi riyal (%1$s)
pl_pl: Rial saudyjski (%1$s)

source: Romanian leu (%1$s)
pl_pl: Lej rumuński (%1$s)

source: Omani rial (%1$s)
pl_pl: Rial omański (%1$s)

source: Croatian kuna (%1$s)
pl_pl: Kuna chorwacka (%1$s)

source: Chinese yuan (%1$s)
pl_pl: Juan chiński (%1$s)

source: Botswana pula (%1$s)
pl_pl: Pula Botswany (%1$s)

source: Aruban florin (%1$s)
pl_pl: Florin Arubański (%1$s)

source: Iranian Rial (%1$s)
pl_pl: Rial irański (%1$s)

source: Turkish Lira (%1$s)
pl_pl: Lira turecka (%1$s)

source: Indian Rupee (%1$s)
pl_pl: Rupia indyjska (%1$s)

source: Thai Baht (%1$s)
pl_pl: Baht tajski (%1$s)

source: Swiss Franc (%1$s)
pl_pl: Frank szwajcarski (%1$s)

source: Swedish Krona (%1$s)
pl_pl: Korona szwedzka (%1$s)

source: Polish Zloty (%1$s)
pl_pl: Złoty polski (%1$s)

source: Moroccan Dirham (%1$s)
pl_pl: Dirham marokański (%1$s)

source: Japanese Yen (%1$s)
pl_pl: Jen japoński (%1$s)

source: Israeli Shekel (%1$s)
pl_pl: Szekel izraelski (%1$s)

source: Danish Krone (%1$s)
pl_pl: Korona duńska (%1$s)

source: Czech Koruna (%1$s)
pl_pl: Korona czeska (%1$s)

source: Euros (%1$s)
pl_pl: Euro (%1$s)

source: No payments selected
pl_pl: Nie wybrano metody płatności

source: No action selected
pl_pl: Nie wybrano żadnej akcji

source: No donors selected
pl_pl: Nie wybrano darczyńców

source: Action forbidden
pl_pl: Działanie zabronione

source: Confirm bulk action
pl_pl: Potwierdź akcję zbiorczą

source: Confirm Delete Donation
pl_pl: Potwierdź usunięcie darowizny

source: Confirm Deletion
pl_pl: Potwierdź usunięcie

source: Confirm Action
pl_pl: Potwierdź akcję

source: Confirm
pl_pl: Potwierdź

source: (Dry Run)
pl_pl: (Uruchomienie na sucho)

source: Download a CSV of donors. Column values reflect totals across all donation forms by default, or a single donation form if selected.
pl_pl: Pobierz CSV darczyńców. Wartości kolumn odzwierciedlają sumy we wszystkich formularzach darowizny domyślnie lub jeden formularz darowizny, jeśli zaznaczone.

source: Export Donors
pl_pl: Eksportuj darczyńców

source: ALL donations, donors, and related log entries regardless of TEST or LIVE mode.
pl_pl: Wszystkie darowizny, darczyńcy i powiązane wpisy dziennika niezależnie od trybu TEST lub LIVE.

source: Deletes
pl_pl: Usuwa

source: here
pl_pl: tutaj

source: Download the sample file
pl_pl: Pobierz przykładowy plik

source: Begin Import
pl_pl: Rozpocznij Importowanie

source: Dry Run
pl_pl: Uruchom na sucho

source: Hidden Custom Field Columns:
pl_pl: Ukryte kolumny pól niestandardowych:

source: Custom Field Columns:
pl_pl: Kolumny pól niestandardowych:

source: Donor's Billing Address
pl_pl: Adres rozliczeniowy Darczyńcy

source: Donor's Email
pl_pl: Email Darczyńcy

source: Donor's Last Name
pl_pl: Nazwisko Darczyńcy

source: Donor's First Name
pl_pl: Imię Darczyńcy

source: Donor Fields
pl_pl: Pola darczyńców

source: Donation Form Level Title
pl_pl: Tytuł poziomu darowizny

source: Donation Form Fields
pl_pl: Pola formularza darowizny

source: Donor IP Address
pl_pl: Adres IP darczyńcy

source: Donation Time
pl_pl: Czas darowizny

source: Level Title
pl_pl: Tytuł poziomu

source: Level ID
pl_pl: Identyfikator poziomu

source: Payment Gateway
pl_pl: Bramka płatności

source: Currency Symbol
pl_pl: Symbol waluty

source: Donation Total
pl_pl: Darowizna ogółem

source: Export Donations
pl_pl: Eksportuj darowizny

source: No donation forms found
pl_pl: Nie znaleziono formularzy darowizny

source: Download an export of donors for specific donation forms with the option to include custom fields.
pl_pl: Pobierz eksport darczyńców dla konkretnych formularzy darowizny z opcją uwzględnienia pól niestandardowych.

source: Export Donation History and Custom Fields to CSV
pl_pl: Eksportowanie historii darowizn i pól niestandardowych do pliku CSV

source: Donate!
pl_pl: Wpłacam!
