Repository: ngo360/Give-pl_PL-translation
Catalog: give-*.po
Languages: pl_pl

source: Invalid business email in IPN response. IPN data: %s
pl_pl: Nieprawidłowy email biznesowy w IPN. Dane IPN: %s

source: Invalid IPN verification response. IPN data: %s
pl_pl: Nieprawidłowa reakcja weryfikacji IPN. Dane IPN: %s

source: IPN Error
pl_pl: Błąd IPN

source: Payment creation failed before sending donor to PayPal. Payment data: %s
pl_pl: Tworzenie płatności nie powiodła się zanim użytkownik został przekierowany do Paypal. Dane płatności: %s

source: Sincerely,
pl_pl: Z poważaniem,

source: Once your donation has been received we will mark it as complete and you will receive an email receipt for your records. Please contact us with any questions you may have!
pl_pl: Jak tylko do nas dotrze zaznaczymy te płatność jako zakończona i otrzymasz od nas email z rachunkiem wpłaty. Prosimy o kontakt jeśli masz jeszcze jakieś pytania!

source: Thank you for your offline donation request! Your generosity is greatly appreciated. In order to make an offline donation we ask that you please follow these instructions:
pl_pl: Dziękujemy za chęć dokonania wpłaty offline! Twoja szczodrość jest przez nas wysoko doceniana. Aby dokonać płatności prosimy o postępowanie zgodnie z tymi instrukcjami:

source: Dear {name},
pl_pl: Szanowny/a {name},

source: All contributions will be gratefully acknowledged and are tax deductible.
pl_pl: Jesteśmy wdzięczni za wszelkie wpłaty, które również możesz odpisać sobie od podatku.

source: In order to make an offline donation we ask that you please follow these instructions
pl_pl: Aby dokonać płatności offline prosimy o postepowanie zgodnie z tymi instrukcjami

source: Enter the instructions you want to display to the donor during the donation process. Most likely this would include important information like mailing address and who to make the check out to.
pl_pl: Wpisz instrukcje jakie będą wysłane mailem do darczyńcy, który zdecydował się na płatność offline. Może to być adres, na kogo ma być wystawiony czek czy też numer konta.

source: This option will enable the billing details section for this form's offline donation payment gateway. The fieldset will appear above the offline donation instructions.
pl_pl: Opcja ta włączy sekcję darowizny offline do pobierania ich danych rozliczeniowych. Pojawi się zestaw pól powyżej instrukcji w jaki sposób dokonać płatność offline.

source: View Donation Details - %s
pl_pl: Zobacz szczegóły darowizny: %s

source: The donation is in a pending status and is awaiting payment. Donation instructions have been emailed to the donor. Once you receive payment, be sure to mark the donation as complete using the link below.
pl_pl: Jest to oczekująca na płatność. Instrukcje do darowizny zostały wysłane do darczyńcy. Jak tylko otrzymasz płatność upewnij się, by zaznaczyć tę płatność jako zakończoną klikając na link poniżej.

source: Dear Admin,
pl_pl: Drogi Administratorze,

source: New Pending Donation
pl_pl: Nowa Oczekująca darowizna

source: Offline Donation
pl_pl: Darowizna Offline

source: The payment creation failed while processing a manual (free or test) donation. Payment data: %s
pl_pl: Utworzenie płatności nie powiodło się. Dane płatności: %s

source: Nonce verification failed
pl_pl: Weryfikacja jednorazowego identyfikatora (Nonce) nie powiodła się

source: Test Donation
pl_pl: Testowa darowizna

source: You must enable a payment gateway to use Give.
pl_pl: Musisz włączyć bramkę płatności aby korzystać z Give.

source: Override the <a href="%s" target="_blank">floating labels</a> setting for this Give form.
pl_pl: Nadpisz ustawienia <a href="%s" target="_blank"> pływających etykiet </a> dla tego formularza.

source: Floating Labels (optional):
pl_pl: Pływające etykiety (opcjonalnie):

source: Select a Give Form to embed in this widget.
pl_pl: Wybierz Formularz do dodania w tym widgecie.

source: Leave blank to hide the widget title.
pl_pl: Pozostaw puste aby ukryć tytuł widgetu.

source: Title:
pl_pl: Tytuł:

source: Display a Give Donation Form in your theme's widget powered sidebar.
pl_pl: Wyświetl Formularz darowizny w pasku bocznym swojej strony.

source: Give - Donation Form
pl_pl: Give - Formularz darowizn

source: Test mode is enabled. While in test mode no live donations are processed.
pl_pl: Tryb testowy jest włączony. W czasie trybu testowego żadne prawdziwe transakcje nie zostaną dokonane.

source: Notice:
pl_pl: Uwaga:

source: Donation Total:
pl_pl: Suma darowizn:

source: Hide Terms
pl_pl: Schowaj Regulamin

source: Show Terms
pl_pl: Wyświetl regulamin

source: Select Payment Method
pl_pl: Wybierz metodę płatności

source: Your password
pl_pl: Twoje hasło

source: Your username
pl_pl: Nazwa użytkownika

source: Login to Your Account
pl_pl: Zaloguj się do swojego konta.

source: Password
pl_pl: Hasło

source: (optional)
pl_pl: (opcjonalnie)

source: Create an account
pl_pl: Utwórz konto

source: Loading
pl_pl: Ładowanie

source: Already have an account?
pl_pl: Masz już konto ?

source: The state, province, or county for your billing address.
pl_pl: Wpisz województwo dla adresu rozliczeniowego.

source: The country for your billing address.
pl_pl: Podaj kraj dla adresu rozliczeniowego.

source: Zip / Postal Code:
pl_pl: Kod pocztowy:

source: The ZIP Code or postal code for your billing address.
pl_pl: Wpisz swój kod pocztowy.

source: Zip / Postal Code
pl_pl: Kod pocztowy

source: The city for your billing address.
pl_pl: Wpisz swoje miasto.

source: Address line 2
pl_pl: Adres cd.

source: Address line 1
pl_pl: Adres

source: The primary billing address for your credit card.
pl_pl: Podstawowy adres rozliczeniowy dla Twojej karty kredytowej.

source: Billing Details
pl_pl: Dane rozliczeniowe

source: MM / YY
pl_pl: MM/ RR

source: The date your credit card expires, typically on the front of the card.
pl_pl: Data kiedy ważność twojej karty wygasa, zwykle na przedzie karty.

source: Security code
pl_pl: Kod bezpieczeństwa

source: The 3 digit (back) or 4 digit (front) value on your card.
pl_pl: Trzy cyfry (z tyłu) lub 4 cyfry (z przodu) na twojej karcie.

source: Card number
pl_pl: Numer karty

source: The (typically) 16 digits on the front of your credit card.
pl_pl: (Zazwyczaj) 16 cyfr na przedniej części karty kredytowej.

source: Card Number
pl_pl: Numer karty

source: This is a secure SSL encrypted payment.
pl_pl: Używamy bezpiecznego połączenia SSL do płatności.

source: Credit Card Info
pl_pl: Informacje o karcie kredytowej

source: We will send the donation receipt to this address.
pl_pl: Wyślemy rachunek za ję na ten adres.

source: Email Address
pl_pl: Adres e-mail

source: We will use this as well to personalize your account experience.
pl_pl: To również zostanie wykorzystane by spersonalizować twoje konto.

source: We will use this to personalize your account experience.
pl_pl: Użyjemy tych danych aby spersonalizować twoje konto.

source: Personal Info
pl_pl: Dane Osobowe

source: Send Test Email
pl_pl: Wyślij testowy email

source: Preview Email
pl_pl: Podgląd emaila

source: Thank you,
pl_pl: Dziękujemy,

source: Payment Method:
pl_pl: Metoda płatności:

source: Donation:
pl_pl: Darowizna:

source: This email is to inform you that a new donation has been made on your website:
pl_pl: Informujemy cię że na Twojej stronie dokonano nowej darowizny:

source: Hi there,
pl_pl: Witaj!

source: New Donation!
pl_pl: Nowa darowizna!

source: You cannot send email with Give_Emails until init/admin_init has been reached.
pl_pl: Nie możesz wysyłać wiadomości z Give_Emails dopóki nie osiągniesz init/admin_init.

source: No template, plain text only
pl_pl: Brak szablonu, tylko zwykły tekst

source: Default Template
pl_pl: Domyślny szablon

source: The method of payment used for this donation.
pl_pl: Użyta forma płatności

source: The unique ID number for this donation receipt.
pl_pl: Unikalny numer ID dla rachunku tej darowizny

source: The unique ID number for this donation.
pl_pl: Unikalny numer ID dla tej darowizny

source: The date of the donation.
pl_pl: Data wpłaty.

source: The donor's billing address.
pl_pl: Dane rozliczeniowe darczyńcy.

source: The donor's email address.
pl_pl: Adres email darczyńcy.

source: The donor's user name on the site, if they registered an account.
pl_pl: Nazwa użytkownika darczyńcy jeśli jest zarejestrowany

source: The donor's full name, first and last.
pl_pl: Imię i nazwisko darczyńcy.

source: Zaragoza
pl_pl: Saragossa

source: Valencia
pl_pl: Walencja

source: Tarragona
pl_pl: Terragona

source: Salamanca
pl_pl: Salamanka

source: Murcia
pl_pl: Murcja

source: M&aacute;laga
pl_pl: Malaga

source: Madrid
pl_pl: Madryt

source: Le&oacute;n
pl_pl: León

source: Ja&eacute;n
pl_pl: Jaén

source: Gipuzkoa
pl_pl: Prowincja Guipúzcoa

source: C&oacute;rdoba
pl_pl: Córdoba

source: Castell&oacute;n
pl_pl: Castellón

source: Cantabria
pl_pl: Kantabria

source: C&aacute;diz
pl_pl: Cádiz

source: C&aacute;ceres
pl_pl: Cáceres

source: &Aacute;vila
pl_pl: Ávila

source: Asturias
pl_pl: Asturia

source: Almer&iacute;a
pl_pl: Almería

source: A Coru&ntilde;a
pl_pl: A Coruña

source: Improper date provided.
pl_pl: Podano nieprawidłową datę.

source: Give Worker
pl_pl: Pracownik Give

source: Give Accountant
pl_pl: Księgowy Give

source: Give Manager
pl_pl: Manager Give

source: Add-on Licenses
pl_pl: Licencje rozszerzeń

source: All Categories
pl_pl: Wszystkie kategorie

source: No donors found.
pl_pl: Nie znaleziono darczyńców

source: No donor attached
pl_pl: Brak powiązanego darczyńcy

source: Select a Donor
pl_pl: Wybierz darczyńcę

source: Can't get property %s.
pl_pl: Nie można uzyskać właściwości %s

source: You do not have permission to %s API keys for this user.
pl_pl: Nie masz uprawnień do %s kluczy API dla tego użytkownika.

source: Revoke API Keys
pl_pl: Unieważnij klucze API

source: Secret key:
pl_pl: Sekretny klucz:

source: Public key:
pl_pl: Klucz publiczny:

source: Generate API Key
pl_pl: Wygeneruj klucz API

source: Give API Keys
pl_pl: Klucze API Give

source: Invalid or no date range specified.
pl_pl: Błędny lub nie sprecyzowany okres!

source: The end date must be later than the start date.
pl_pl: Data zakończenia musi być późniejsza niż data rozpoczęcia!

source: Form %s not found.
pl_pl: Formularz %s nie znaleziony!

source: No donors found.
pl_pl: Nie znaleziono darczyńców

source: Donor %s not found.
pl_pl: Nie znaleziono darczyńcy %s!

source: Invalid query.
pl_pl: Nieprawidłowe zapytanie

source: Invalid API version.
pl_pl: Nieprawidłowa wersja API!

source: Invalid API key.
pl_pl: Nieprawidłowy klucz API.

source: Your request could not be authenticated.
pl_pl: Autoryzacja nie powiodła się!

source: You must specify both a token and API key.
pl_pl: Musisz podać zarówno token jak i klucz API!

source: No users found.
pl_pl: Nie znaleziono użytkowników.

source: No valid changlog was found.
pl_pl: Nie znaleziono odpowiedniego dziennika zmian.

source: Thanks to all those who have contributed code directly or indirectly.
pl_pl: Dziękujemy wszystkim którzy wspomogli nas pośrednio i bezpośrednio.

source: Give %s - Credits
pl_pl: Give %s - Przypisy

source: STEP 4: Configure Your Display Options
pl_pl: KROK 4: Skonfiguruj Opcje Wyświetlania

source: You can choose these different modes by going to the "Form Content" section. From there, you can choose to add content before or after the donation form on a page, or if you choose "None" perhaps you want to instead use the shortcode. You can find the shortcode in the top right column directly under the Publish/Save button. This feature gives you the most amount of flexibility with controlling your content on your website all within the same page.
pl_pl: Możesz wybrać jeden z tych trybów przechodząc do sekcji " Treść Formularza". Tam możesz wybrać i dodać treść jaka zostanie dodana przed lub pod formularzem na stronie darowizny, a jeśli wybierzesz "Brak" formularz będzie gotowy do wstawienia na inną stronę lub wpis przy użycia skrótu. Skrót formularza znajdziesz w górnej prawej kolumnie tuż poniżej guzika "Publikuj". Opcja ta daje ci wiele różnych możliwości kontrolowania gdzie co i jak ma się pojawiać.

source: STEP 1: Create a New Form
pl_pl: KROK 1: Utwórz nowy formularz

source: Getting started with Give is easy! We put together this quick start guide to help first time users of the plugin. Our goal is to get you up and running in no time. Let's begin!
pl_pl: Pierwsze kroki z Give są bardzo proste! Ustawiliśmy wszystko tak by nowi użytkownicy nie mieli problemu z rozpoczęciem. Naszym celem jest byście rozpoczęli najszybciej jak to możliwe, a więc do dzieła!

source: Welcome to the getting started guide.
pl_pl: Witamy w przewodniku.

source: Give %s - Getting Started Guide
pl_pl: Give %s - Przewodnik

source: Full Changelog
pl_pl: Pełna lista zmian

source: Thank you for updating to the latest version! Give %s is ready to make your online store faster, safer, and better!
pl_pl: Dziękujemy za aktualizację do najnowszej wersji! Give %s jest gotowy do użycia, bezpieczniejszy i jeszcze lepszy!

source: Before you get started with Give we suggest you take a look at the online documentation. There you will find the getting started guide which will help you get up and running quickly. If you have a question, issue or bug with the Core plugin please submit an issue on the Give website. We also welcome your feedback and feature requests. Welcome to Give. We hope you much success with your cause.
pl_pl: Zanim zaczniesz sugerujemy abyś przejrzał/a dokumentację. Znajdziesz tam przewodnik, który pomoże ci szybko i bezproblemowo rozpocząć twoje akcje. Jeśli masz pytanie, problem lub trafiłeś/łaś na bug prosimy o poinformowanie nas na stronie Give. Oczywiście chętnie przyjmiemy wszystkie opinie i prośby o dodatkowe funkcje. Witaj w Give. Liczymy na to że osiągniesz sukces.

source: Getting to Know Give
pl_pl: Poznaj Give

source: Give empowers you to easily accept donations and setup fundraising campaigns, directly within WordPress. We created Give to provide a better donation experience for you and your users. Robust, flexible, and intuitive, the plugin is built from the ground up to be the goto donation solution for WordPress. Create powerful donation forms, embed them throughout your website, start a campaign, and exceed your fundraising goals with Give. This plugin is actively developed and proudly supported by folks who are dedicated to helping you and your cause.
pl_pl: Give pozwala na łatwe akceptowanie darowizn oraz ustawienie kampanii zbierania funduszy bezpośrednio w WordPresie. Utworzyliśmy Give, by ulepszyć doświadczenie darowizny dla ciebie jak i twoich użytkowników. Jest to przejrzysta, intuicyjna i elastyczna wtyczka zbudowana specjalnie do wszelkich darowizny na WordPressie. Utwórz formularze, wstaw je gdziekolwiek tylko chcesz na swojej stronie i rozpocznij kampanie zbierania funduszy by osiągnąć swoje cele przy pomocy Give. Wtyczka ta jest aktywnie rozwijana i wspierana przez osoby, które są zdeterminowani by pomóc tobie i twojej sprawie.

source: Version %s
pl_pl: Wersja %s

source: Be sure to sign up for the Give newsletter below to stay informed of important updates and news.
pl_pl: Zapisz się do Newslettera Give aby być na bieżąco z aktualizacjami i nowościami.

source: Thank you for activating or updating to the latest version of Give! If you're a first time user, welcome! You're well on your way to empowering your cause. We encourage you to check out the <a href="%s" target="_blank">plugin documentation</a> and getting started guide below.
pl_pl: Dziękujemy za aktywację lub aktualizację do najnowszej wersji Give! Jeśli jesteś nowym użytkownikiem - witaj! Jesteś na dobrej drodze by rozwinąć swoją akcję. Polecamy byś sprawdził <a href="%s" title="View the Give plugin documentation online" target="_blank"> dokumentację wtyczki </a> oraz przewodnik z pierwszymi krokami poniżej.

source: Welcome to Give %s
pl_pl: Witamy w Give %s

source: Credits
pl_pl: Przypisy

source: Getting Started
pl_pl: Wprowadzenie

source: About Give
pl_pl: O Give

source: The people that build Give
pl_pl: Osoby, które zbudowały Give

source: Getting started with Give
pl_pl: Pierwsze kroki z Give

source: Give Changelog
pl_pl: Lista zmian

source: Welcome to Give
pl_pl: Witamy w Give

source: Give - Updates
pl_pl: Give - Aktualizacje

source: You do not have permission to do Give upgrades.
pl_pl: Nie masz uprawnień by aktualizować Give.

source: Enter an URL here to redirect to after registering.
pl_pl: Wpisz URL na jaki użytkownik zostanie przekierowany po zarejestrowaniu się.

source: Register
pl_pl: Rejestracja

source: Show Payment ID:
pl_pl: Pokaż ID płatności:

source: Show Payment Method:
pl_pl: Pokaż metodę płatności:

source: Show Date:
pl_pl: Pokaż datę:

source: Profile Editor
pl_pl: Edytor profilu

source: Enter an URL here to redirect to after login.
pl_pl: Wpisz URL na jaki użytkownik zostanie przekierowany po zalogowaniu się.

source: Redirect URL (optional):
pl_pl: URL Przekierowania ( opcjonalnie):

source: Login
pl_pl: Logowanie

source: Do you want to display the goal's progress bar?
pl_pl: Czy chcesz wyświetlić pasek postępu swojego celu?

source: Show Progress Bar:
pl_pl: Pokaż pasek postępu:

source: This text displays the amount of income raised compared to the goal.
pl_pl: Ten tekst wyświetla sumę dochodów w porównaniu do założonego celu.

source: Show Text:
pl_pl: Pokaż tekst

source: Optional settings
pl_pl: Ustawienia opcjonalne

source: Donation Form Goal
pl_pl: Cel Dotacji Formularza

source: How would you like to display donation information?
pl_pl: Jak chcesz wyświetlić informacje wpłaty?

source: No Content
pl_pl: Brak treści

source: Do you want to display the form content?
pl_pl: Czy chcesz wyświetlić treść formularza?

source: Do you want to display the donation goal?
pl_pl: Czy chcesz wyświetlić cel jaki chcesz osiągnąć?

source: Show Goal
pl_pl: Pokaż cel:

source: Hide
pl_pl: Ukryj

source: Do you want to display the form title?
pl_pl: Czy chcesz wyświetlić tytuł formularza?

source: Show Title
pl_pl: Pokaż Tytuł:

source: No donation forms found.
pl_pl: Nie znaleziono formularzy darowizn!

source: You must first select a Form!
pl_pl: Najpierw musisz wybrać formularz!

source: Select Form
pl_pl: Wybierz formularz

source: Select a Donation Form
pl_pl: Wybierz Formularz darowizn

source: Donation Form
pl_pl: Formularz darowizny

source: Donation History
pl_pl: Historia darowizn

source: Okay
pl_pl: Ok

source: Give Shortcodes
pl_pl: Skróty Give (Shortcodes)

source: Insert
pl_pl: Wstaw

source: The "%s" option is required.
pl_pl: Opcja "%s" jest wymagana.

source: Some of the shortcode options are required.
pl_pl: Niektóre opcje skrótów są wymagane.

source: Insert Shortcode
pl_pl: Wstaw skrót (shortcode)

source: Close
pl_pl: Zamknij

source: All Statuses
pl_pl: Wszystkie

source: Download a CSV of all donations recorded.
pl_pl: Pobierz CSV wszystkich otrzymanych darowizn.

source: Export Donation History
pl_pl: Eksportuj Historię Darowizn

source: Generate CSV
pl_pl: Generuj CSV

source: Download a CSV of income and donations over time.
pl_pl: Pobierz CSV dochodu i darowizn do tej pory

source: Export Income and Donation Stats
pl_pl: Eksportuj Statystyki Dochodu i Darowizn

source: Generate PDF
pl_pl: Wygeneruj PDF

source: Download a PDF of Donations and Income reports for all forms for the current year.
pl_pl: Pobierz PDF Raportu Darowizn i dochodu dla wszystkich formularzy w tym roku.

source: Export PDF of Donations and Income
pl_pl: Eksportuj Darowizny i Dochód do PDF

source: Export Options
pl_pl: Opcje Eksportu

source: Export Type
pl_pl: Typ Eksportu

source: Go Back
pl_pl: Powrót

source: Show
pl_pl: Pokaż

source: Report Type
pl_pl: Typ raportu

source: Logs
pl_pl: Logi

source: Export
pl_pl: Eksportuj

source: Dec
pl_pl: Gru

source: Nov
pl_pl: Lis

source: Oct
pl_pl: Paź

source: Sept
pl_pl: Wrz

source: Aug
pl_pl: Sie

source: July
pl_pl: Lip

source: June
pl_pl: Czer

source: May
pl_pl: Maj

source: Apr
pl_pl: Kwi

source: Feb
pl_pl: Lut

source: Jan
pl_pl: Sty

source: Donations by Month for all Give Forms
pl_pl: Darowizny według miesięcy dla wszystkich formularzy Give

source: Graph View
pl_pl: Wykres

source: Income to Date
pl_pl: Dochód dotąd

source: Number of Donations
pl_pl: Liczba Darczyńców

source: Form Name
pl_pl: Nazwa formularza

source: Table View
pl_pl: Widok Tabeli

source: Date Range:
pl_pl: Zakres:

source: Give - Democratizing Generosity
pl_pl: Give - Demokratyzacja Hojności

source: Donation report for the current year for all forms
pl_pl: Raport darowizn za obecny rok dla wszystkich formularzy

source: Nonce verification has failed.
pl_pl: Nonce weryfikacja nie powiodła się

source: You do not have permission to generate PDF sales reports.
pl_pl: Nie posiadasz uprawnień by wygenerować PDF raportu sprzedaży

source: API Requests
pl_pl: Żądania API

source: Payment Errors
pl_pl: Błędy płatności

source: Clicking this will clear the reports cache.
pl_pl: Kliknięcie spowoduje wyczyszczenie pamięci podręcznej raportów.

source: To
pl_pl: Do

source: From
pl_pl: Od

source: Filter
pl_pl: Filtr

source: Custom
pl_pl: Zdefiniuj...

source: Last Year
pl_pl: W poprzednim roku

source: This Year
pl_pl: W tym roku

source: Last Quarter
pl_pl: W poprzednim kwartale

source: This Quarter
pl_pl: W tym kwartale

source: Last Month
pl_pl: W poprzednim miesiącu

source: Last Week
pl_pl: W zeszłym tygodniu

source: Yesterday
pl_pl: Wczoraj

source: Today
pl_pl: Dzisiaj

source: Average monthly donations:
pl_pl: Średnie miesięczne darowizny:

source: Average monthly income:
pl_pl: Średni miesięczny dochód:

source: Total donations for period:
pl_pl: Suma darowizn za okres:

source: Estimated monthly donations:
pl_pl: Szacowane miesięczne darowizny:

source: Estimated monthly income:
pl_pl: Szacowany miesięczny dochód:

source: Total income for period:
pl_pl: Całkowity dochód za okres:

source: Gateway
pl_pl: Bramka

source: View Log Message
pl_pl: Zobacz wiadomość logów

source: Payment Error
pl_pl: Błąd płatności

source: Detailed Report
pl_pl: Raport szczegółowy:

source: Monthly Average Income
pl_pl: Średni przychód miesięczny

source: Monthly Average Donations
pl_pl: Średnie wartości miesięczne.

source: View Detailed Report
pl_pl: Zobacz szczegółowy raport

source: You do not have permission to export data.
pl_pl: Nie masz uprawnień do eksportu danych.

source: Payment Method
pl_pl: Metoda płatności

source: Donation Amount
pl_pl: Kwota darowizny

source: Zip Code
pl_pl: Kod pocztowy

source: Country
pl_pl: Kraj

source: State
pl_pl: Stan

source: Total Donation
pl_pl: Suma darowizn

source: Last Name
pl_pl: Nazwisko

source: First Name
pl_pl: Imię

source: Donors Report
pl_pl: Raport Darczyńców

source: Request Date:
pl_pl: Data zgłoszenia:

source: API Key:
pl_pl: Klucz API:

source: API User:
pl_pl: Użytkownik API:

source: API Request:
pl_pl: API zgłoszenia:

source: View Request
pl_pl: Zobacz zgłoszenie

source: Request IP
pl_pl: IP zgłoszenia

source: Request Details
pl_pl: Szczegóły zgłoszenia

source: Deactivate License
pl_pl: Deaktywuj Licencję

source: Save Settings
pl_pl: Zapisz ustawienia

source: Global Default
pl_pl: Globalnie Domyślne

source: Settings updated.
pl_pl: Ustawienia zaktualizowane

source: Please copy and paste this information in your ticket when contacting support.
pl_pl: Proszę skopiuj i wklej te informacje w swojej wiadomości do naszego wsparcia technicznego:

source: Check this box if you would like Give to load all frontend JavaScript files in the footer.
pl_pl: Zaznacz tę opcję jeśli chcesz aby Give ładowało JavaScript w stopce.

source: Load Scripts in Footer?
pl_pl: Załadować skrypt w stopce?

source: Script Loading
pl_pl: Ładowanie skryptu
