Repository: ngo360/Give-pl_PL-translation
Catalog: give-*.po
Languages: pl_pl

source: You can create API keys for individual users within their profile edit screen. API keys allow users to use the <a href="%1$s" target="_blank">Give REST API</a> to retrieve donation data in JSON or XML for external applications or devices, such as <a href="%2$s" target="_blank">Zapier</a>.
pl_pl: Możesz utworzyć klucze API dla pojedynczych użytkowników w ich ekranie edycji profilu. Klucze API pozwalają użytkownikom na korzystanie z <a href="%1$s" target="_blank">Give REST API</a>aby pobierać dane darowizny w JSON lub XML dla zewnętrznych aplikacji lub urządzeń, takich jak <a href="%2$s" target="_blank"> Zapier</a>.

source: Disable %s filter
pl_pl: Wyłącz filtr %s

source: Enter the email address(es) that should receive a notification anytime a donation is made, please only enter <span class="give-underline">one email address per line</span> and <strong>not separated by commas</strong>.
pl_pl: Wpisz adres(y) email które powinny otrzymać powiadomienie o nowej darowiźnie, proszę wpisać tylko <span class="give-underline"> jeden email w każdej linii </span> i<strong> nie dodawaj na końcu przecinków</strong>.

source: Number of Decimals
pl_pl: Liczba miejsc po przecinku

source: The donation currency. Note that some payment gateways have currency restrictions.
pl_pl: Waluta darowizny. Należy zauważyć, że niektóre bramki płatności mają ograniczenia w wyborze walut.

source: The page showing a complete donation history for the current user. The %s shortcode should be on this page.
pl_pl: Ta strona pokazuje pełną listę darowizny dla danego użytkownika. Powinien się tu znaleźć skrót (shortcode) %s .

source: If you like <strong>Give</strong> please leave us a %s rating. It takes a minute and helps a lot. Thanks in advance!
pl_pl: Jeśli lubisz <strong> Give</strong> zostaw nam %s ocenę. To zajmie tylko chwilę a bardzo pomaga. Z góry dziękujemy.

source: Donation Status
pl_pl: Status darowizny:

source: Are you sure you want to reset Give? This process is <strong><em>not reversible</em></strong> and will delete all data regardless of test or live mode. Please be sure you have a recent backup before proceeding.
pl_pl: Na pewno zresetować Give? Proces ten jest <strong> <em> nieodwracalny </em> </strong> i usunie wszystkie dane niezależnie od tego czy są testowe czy faktycznie dokonane. Proszę się upewnić że masz zrobioną kopię zapasową zanim przystąpisz do resetu.

source: Required fields not completed.
pl_pl: Wymagane pola nie zostały wypełnione.

source: You must choose a method.
pl_pl: Należy wybrać metodę.

source: Honeypot field detected. Go away bad bot!
pl_pl: Wykryto pole Honeypot. Znikaj stąd zły bocie!

source: South African Rand (%1$s)
pl_pl: Rand południowoafrykański (R)

source: South Korean Won (%1$s)
pl_pl: Won koreański (₩)

source: New Donation Form
pl_pl: Nowy Formularz Darowizn

source: All Levels
pl_pl: Wszystkie poziomy

source: Show Donor Name:
pl_pl: Pokaż Imię darczyńcy:

source: Show Donation Amount:
pl_pl: Pokaż kwotę darowizny:

source: Recalculates the lifetime value and donation counts for all donors.
pl_pl: Przelicza całościową kwotę i liczbę darowizny wszystkich darczyńców.

source: Recalculates the earnings and sales stats for all forms.
pl_pl: Przelicza dochody i zarobki dla wszystkich formularzy.

source: Recalculates the donation and income stats for a specific form.
pl_pl: Przelicza statystyki darowizn i dochodu dla określonego formularza.

source: Recalculates the overall donation income amount.
pl_pl: Przelicz całościową kwotę darowizny

source: Submit
pl_pl: Wyślij

source: Delete All Data
pl_pl: Usuń wszystkie dane

source: Recalculate Donor Statistics
pl_pl: Przelicz Statystyki Darczyńców

source: Recalculate Income Amount and Donation Counts for All Forms
pl_pl: Przelicz Kwotę i liczbę darowizn dla wszystkich formularzy

source: Recalculate Income Amount and Donation Counts for a Form
pl_pl: Przelicz Kwotę i liczbę darowizn dla formularza

source: Recalculate Total Donation Income Amount
pl_pl: Przelicz Całkowitą Kwotę Dochodu

source: Use these tools to recount stats, delete test transactions, or reset stats.
pl_pl: Wykorzystaj tych narzędzi do przeliczenia statystyk, usunięcia testowych transakcji lub zresetowania statystyk.

source: Recount Stats
pl_pl: Przelicz statystyki

source: Donation forms, income, donations counts, and logs successfully reset.
pl_pl: Zresetowano formularze darowizn, dochód, liczbę darowizn oraz dzienniki.

source: Donation counts and income amount statistics successfully recounted for "%s".
pl_pl: Przeliczono liczbę darowizn i kwotę dochodu dla "%s".

source: Donation form income amounts and donation counts stats successfully recounted.
pl_pl: Przeliczono liczbę darowizn oraz kwoty dochodu.

source: You do not have permission to recount stats.
pl_pl: Nie masz uprawnień by przeliczać statystyki.

source: Test transactions successfully deleted.
pl_pl: Usunięto testowe transakcje.

source: You do not have permission to delete test transactions.
pl_pl: Nie masz uprawnień by usunąć testowe transakcje.

source: Export Columns:
pl_pl: Kolumny do eksportu:

source: End date
pl_pl: Data końcowa

source: Start date
pl_pl: Data początkowa

source: Tools
pl_pl: Narzędzia

source: Batch Processing Complete
pl_pl: Przetwarzanie zakończone

source: No data found for export parameters.
pl_pl: Nie znaleziono danych do eksportu dla podanych parametrów.

source: Export location or file not writable.
pl_pl: Nie można zapisać eksportu w podanej lokalizacji lub pliku.

source: Zip
pl_pl: Kod pocztowy

source: Donation Forms Report
pl_pl: Raport Formularzy darowizn

source: n/a
pl_pl: nie dotyczy

source: Donation Form Title:
pl_pl: Tytuł Formularza darowizny:

source: Donation Forms
pl_pl: Formularze darowizn

source: (donor missing)
pl_pl: (brakuje darczyńcy)

source: Thank you to all our donors, we have met our fundraising goal.
pl_pl: Dziękujemy wszystkim darczyńcom, cel naszej zbiórki został osiągnięty.

source: Goal Achieved Message
pl_pl: Wiadomość Osiągnięcia Celu

source: Do you want to close the donation forms and stop accepting donations once this goal has been met?
pl_pl: Czy chcesz zamknąć formularze darowizny i przestać przyjmować darowizny po osiągnięciu tego celu?

source: Goal Amount
pl_pl: Wysokość Celu

source: We're sorry, your donation failed to process. Please try again or contact site support.
pl_pl: Twoja transakcja nie powiodła się, proszę spróbować ponownie lub skontaktować się z pomocą techniczną strony.

source: %1$s is <strong>deprecated</strong> since Give version %2$s with no alternative available.
pl_pl: %1$s jest <strong> przestarzała </strong> od wersji Give %2$s i nie ma obecnie alternatywy.

source: %1$s is <strong>deprecated</strong> since Give version %2$s! Use %3$s instead.
pl_pl: %1$s jest <strong> przestarzała </strong> od wersji Give %2$s! Zamiast tego użyj %3$s.

source: Please log in in order to complete your donation.
pl_pl: Zaloguj się aby dokończyć płatność.

source: Error creating new donor.
pl_pl: Błąd przy tworzeniu nowego darczyńcy.

source: Login successful. Welcome!
pl_pl: Pomyślnie zalogowano. Witaj!

source: Donation Email:
pl_pl: Email Dotacji:

source: It looks like the reCAPTCHA test has failed.
pl_pl: Wygląda na to że test reCAPTCHA się nie powiódł.

source: Unable to connect to reCAPTCHA server.
pl_pl: Nie można nawiązać połączenia z serwerem reCAPTCHA.

source: reCAPTCHA test failed.
pl_pl: Test reCAPTCHA nie powiódł się.

source: You are missing the donation id to view this donation receipt.
pl_pl: Nie posiadasz klucza płatności by zobaczyć rachunek tej darowizny.

source: Cancelled <span class="count">(%s)</span>
pl_pl: Anulowana <span class="count">(%s)</span>

source: Confirm PW
pl_pl: Potwierdź Hasło

source: Donation Date
pl_pl: Data darowizny

source: Thank you for your donation. Your generosity is appreciated! Here are the details of your donation:
pl_pl: Dziękujemy za Twoją darowiznę i wsparcie. Twoja hojność jest przez nas wysoko ceniona! Poniżej załączamy szczegóły Twojej Darowizny:

source: Please paste the reCAPTCHA secret key here from your manage reCAPTCHA API Keys panel.
pl_pl: Proszę wkleić tu sekretny klucz reCAPTCHA skopiowany z panelu kluczy API reCAPTCHA.

source: reCAPTCHA Secret Key
pl_pl: Sekretny klucz reCAPTCHA

source: If you would like to prevent spam on the email access form navigate to <a href="%s" target="_blank">the reCAPTCHA website</a> and sign up for an API key. The reCAPTCHA uses Google's user-friendly single click verification method.
pl_pl: Jeśli chcesz zapobiec spamowi na formularzu dostępu mailem przejdź na stronę <a href="%s" target="_blank"> reCAPTCHA </a> i zarejestruj się tam aby otrzymać klucz API. reCAPTCHA korzysta z przyjaznej użytkownikowi weryfikacji jednym kliknięciem od Google.

source: reCAPTCHA Site Key
pl_pl: Klucz strony reCAPTCHA

source: Would you like your donors to be able to access their donation history using only email? Donors whose sessions have expired and do not have an account may still access their donation history via a temporary email access link.
pl_pl: Czy chcesz aby darczyńcy mieli dostęp do swojej historii darowizny przy użyciu tylko emaila? Darczyńcy których sesje się skończyły i nie mają utworzonego konta mogą mieć nadal dostęp do swojej historii darowizny poprzez tymczasowy link dostępu mailem.

source: Email Access
pl_pl: Dostęp e-mailem

source: Access Control
pl_pl: Kontrola dostępu

source: If you do not wish to use the featured image functionality you can disable it using this option and it will not be displayed for single donation forms.
pl_pl: Jeśli nie chcesz korzystać z funkcji wyróżnionego obrazka, możesz to wyłączyć używając tej opcji i obrazek nie będzie się pojawiał na pojedynczych formularzach darowizn.

source: Featured Image Size
pl_pl: Rozmiar wyróżnionego obrazka

source: Documentation
pl_pl: Dokumentacja

source: Set To Cancelled
pl_pl: Ustaw jako anulowane

source: Goal Format
pl_pl: Format

source: This text appears as a label below the custom amount field for set donation forms. For multi-level forms the text will appear as it's own level (ie button, radio, or select option).
pl_pl: Ten tekst pojawia się jako opis pola do wpisywania własnej kwoty na formularzach z pojedynczym poziomem. Dla wielopoziomowych formularzy tekst ten pojawi się jako oddzielny poziom (np. guzik, radio, rozwijana opcja).

source: [%s] Your username and password
pl_pl: [%s] Twoja nazwa użytkownika i hasło

source: [%s] New User Registration
pl_pl: [%s] Rejestracja nowego użytkownika

source: The minimum custom donation amount for this form is
pl_pl: Minimalna kwota darowizny dla tego formularza jest

source: This form has a minimum donation amount of %s.
pl_pl: Ten Formularz ma ustawioną minimalną kwotę darowizny na %s.

source: Russian Rubles (%1$s)
pl_pl: Rublelrosyjski (руб)

source: Taiwan New Dollars (%1$s)
pl_pl: Tajwanski Nowy Dolar (NT$)

source: Singapore Dollar (%1$s)
pl_pl: Singapurski Dolar ($)

source: Philippine Pesos (%1$s)
pl_pl: Peso filipińskie (₱)

source: New Zealand Dollar (%1$s)
pl_pl: Nowozelandzki Dollar ($)

source: Mexican Peso (%1$s)
pl_pl: Meksykańskie Peso ($)

source: Malaysian Ringgits (%1$s)
pl_pl: Malezyjski ringgit (RM)

source: Hungarian Forint (%1$s)
pl_pl: Forint węgierski (Ft)

source: Hong Kong Dollar (%1$s)
pl_pl: Dolar hongkongijski ($)

source: Canadian Dollars (%1$s)
pl_pl: Dolar kanadyjski ($)

source: Brazilian Real (%1$s)
pl_pl: Real Brazylijski (R$)

source: Australian Dollars (%1$s)
pl_pl: Dolar australijski ($)

source: Pounds Sterling (%1$s)
pl_pl: Funty Brytyjskie (£)

source: US Dollars (%1$s)
pl_pl: Dolary ($)

source: Click Here to View and/or Update Donation Details
pl_pl: Kliknij tutaj, aby wyświetlić lub zaktualizować szczegóły darowizny

source: A new offline donation has been made on your website for %s.
pl_pl: Została dokonana offline na twojej stronie:

source: User ID Required.
pl_pl: ID użytkownika jest wymagany.

source: Display the registration and login forms in the payment section for non-logged-in users.
pl_pl: Wyświetl formularz rejestracji i logowania w sekcji płatności dla nie zalogowanych użytkowników.

source: This is the set donation amount for this form. If you have a "Custom Amount Minimum" set, make sure it is less than this amount.
pl_pl: To jest ustawiona kwota dla tego formularza. Jeśli masz ustawioną "Minimalną Własną Kwotę" upewnij się, że jest mniejsza niż niniejsza kwota.

source: Register a New Account
pl_pl: Zarejestruj nowe konto

source: You must be logged in to view this donation receipt.
pl_pl: Musisz być zalogowany/a by zobaczyć rachunek darowizny.

source: Edit Donation - %s
pl_pl: Edytuj darowiznę %s

source: Add New Donation Form
pl_pl: Nowy Formularz Dotacji

source: Donation %s
pl_pl: Darowizna %s

source: Expiration
pl_pl: Data wygaśnięcia

source: Choose Your Donation Amount
pl_pl: Wybierz kwotę darowizny

source: Donation Amount:
pl_pl: Kwota darowizny:

source: Once Weekly
pl_pl: Raz na tydzień

source: The most robust, flexible, and intuitive way to accept donations on WordPress.
pl_pl: Niezawodny, elastyczny i intuicyjny sposób akceptowania darowizny w WordPress.

source: Placeholder
pl_pl: Obszar

source: The specified receipt ID appears to be invalid.
pl_pl: Podany ID rachunku jest nieprawidłowy

source: You need to login to edit your profile.
pl_pl: Musisz być zalogowany, aby edytować swój profil.

source: Save Changes
pl_pl: Zapisz Zmiany

source: Please note after changing your password, you must log back in.
pl_pl: Po zmianie hasła będziesz musiał/a zalogować się ponownie.

source: Re-enter Password
pl_pl: Ponownie wprowadź hasło

source: New Password
pl_pl: Nowe hasło

source: Change your Password
pl_pl: Zmień swoje hasło

source: Display Name
pl_pl: Wyświetlaj jako

source: Change your Name
pl_pl: Zmień swoje Imię

source: Success:
pl_pl: Powodzenie:

source: Log In
pl_pl: Zaloguj

source: Log into Your Account
pl_pl: Zaloguj się na swoje konto

source: Your donation is processing. This page will reload automatically in 8 seconds. If it does not, click <a href="%s">here</a>.
pl_pl: Twoja jest przetwarzana. Ta strona zostanie automatycznie przeładowana za 8 sekund. Jeśli tak się nie stanie,<a href="%s"> kliknij tutaj</a>

source: It looks like you haven't made any donations.
pl_pl: Wygląda na to że nie dokonałeś/łaś jeszcze żadnych darowizn.

source: Give Placeholder Image
pl_pl: Obrazek zastępczy

source: The email you entered belongs to another user. Please use another.
pl_pl: Ten adres e-mail jest już używany przez innego użytkownika. Proszę użyć inny.

source: Passwords you entered do not match. Please try again.
pl_pl: Podane hasła nie są takie same. Spróbuj ponownie.

source: You must be logged in to view your donation history. Please login using your account or create an account using the same email you used to donate with.
pl_pl: Musisz się zalogować aby zobaczyć historię swoich darowizny. Proszę się zalogować używając swoich danych lub utworzyć konto korzystając z tego samego emaila jaki został podany przy dokonywaniu wpłaty.

source: Choose one or more forms
pl_pl: Wybierz jeden lub więcej formularzy

source: Are you sure you want to resend the donation receipt?
pl_pl: Czy na pewno chcesz ponownie wysłać potwierdzenie darowizny?

source: Are you sure you want to regenerate this API key?
pl_pl: Czy na pewno chcesz ponownie wygenerować ten klucz API?

source: Are you sure you want to revoke this API key?
pl_pl: Czy na pewno chcesz cofnąć ten klucz API?

source: Are you sure you want to delete this note?
pl_pl: Czy jesteś pewny, że chcesz usunąć tą notatkę?

source: Not available for variable priced forms.
pl_pl: Niestety, niedostępne dla formularzy z różnymi płatnościami.

source: Please select an option
pl_pl: Wybierz opcję

source: Please Wait...
pl_pl: Proszę czekać…

source: Loading...
pl_pl: Ładowanie...

source: Please select a payment method.
pl_pl: Wybierz metodę płatności.

source: The zip / postal code you entered for your billing address is invalid.
pl_pl: Wpisany kod pocztowy jest nieprawidłowy

source: Enter the password confirmation.
pl_pl: Powtórz swoje hasło

source: Enter a password.
pl_pl: Wpisz hasło

source: Passwords don't match.
pl_pl: Hasła nie pasują do siebie

source: Enter an email.
pl_pl: Wpisz adres e-mail

source: You must register or login to complete your donation.
pl_pl: Musisz się zarejestrować lub zalogować, aby dokonać ję

source: Invalid username. Only lowercase letters (a-z) and numbers are allowed.
pl_pl: Błędna nazwa użytkownika. Dozwolone są tylko małe litery (a-z) i numery.

source: The user information is invalid.
pl_pl: Informacje użytkownika są nieprawidłowe

source: Please select your billing country.
pl_pl: Proszę wybierz swój kraj

source: Please enter your billing city.
pl_pl: Proszę wpisać swoje miasto

source: Please enter your zip / postal code.
pl_pl: Proszę wpisać swój kod pocztowy

source: Please enter your primary billing address.
pl_pl: Proszę wprowadzić adres rozliczeniowy.

source: Please enter your first name.
pl_pl: Wpisz imię

source: The selected payment gateway is not enabled.
pl_pl: Wybrana bramka płatnicza nie jest włączona.

source: Please insert a valid donation amount.
pl_pl: Wprowadź prawidłową kwotę darowizny.

source: Widgets in this area will be shown on the single Give forms aside area. This sidebar will not display for embedded forms.
pl_pl: Widgety w tym obszarze pojawią się na pojedynczym obszarze formularza Give. Pasek boczny nie będzie wyświetlany na osadzonych formularzach.

source: Give Single Form Sidebar
pl_pl: Pojedynczy formularz Give w pasku bocznym

source: Abandoned <span class="count">(%s)</span>
pl_pl: Opuszczona <span class="count">(%s)</span>

source: Revoked <span class="count">(%s)</span>
pl_pl: Odwołana <span class="count">(%s)</span>

source: Failed <span class="count">(%s)</span>
pl_pl: Nieudana <span class="count">(%s)</span>

source: Refunded <span class="count">(%s)</span>
pl_pl: Zrefundowana <span class="count">(%s)</span>

source: Enter form title here
pl_pl: Podaj tutaj tytuł formularza.

source: Forms
pl_pl: Formularze

source: Form
pl_pl: Formularz

source: Choose from most used tags.
pl_pl: Wybierz spośród najpopularniejszych tagów

source: New Tag Name
pl_pl: Nazwa nowego Tagu

source: Add New Tag
pl_pl: Dodaj nowy tag

source: Update Tag
pl_pl: Aktualizuj Tag

source: Edit Tag
pl_pl: Edytuj tag

source: Parent Tag:
pl_pl: Tag nadrzędny:

source: Parent Tag
pl_pl: Tag nadrzędny

source: All Tags
pl_pl: Wszystkie tagi

source: Search Tags
pl_pl: Szukaj tagów

# taxonomy general name
source: Form Tags
pl_pl: Tagi formularza

source: New Category Name
pl_pl: Nazwa nowej kategorii

source: Add New Category
pl_pl: Dodaj nową kategorię

source: Update Category
pl_pl: Aktualizuj kategorię

source: Edit Category
pl_pl: Edytuj kategorię

source: Parent Category:
pl_pl: Kategoria nadrzędna:

source: Parent Category
pl_pl: Kategoria nadrzędna

source: Search Categories
pl_pl: Szukaj Kategorii

# taxonomy singular name
source: Category
pl_pl: Kategoria

# taxonomy general name
source: Form Categories
pl_pl: Kategorie Formularzy

source: No donations found in Trash.
pl_pl: Nie znaleziono Dotacji w koszu

source: No donations found.
pl_pl: Nie znaleziono Dotacji

source: Search Donations
pl_pl: Szukaj darowizn

source: View Donation
pl_pl: Zobacz darowiznę

source: All Donations
pl_pl: Wszystkie Dotacje

source: New Donation
pl_pl: Nowa Darowizna

source: Edit Donation
pl_pl: Edytuj Darowiznę

source: Add New Donation
pl_pl: Dodaj nową ję

source: Add New
pl_pl: Dodaj

# post type singular name
source: Donation
pl_pl: Darowizna

# post type general name
source: Donations
pl_pl: Darowizny

source: Pre-Approved
pl_pl: Wstępnie zatwierdzone

source: Cancelled
pl_pl: Anulowane

source: Complete
pl_pl: Zakończone

source: Give Donors Gravatars
pl_pl: Gravatary Darczyńców Give

source: Displays gravatars of people who have donated using your your form. Will only show on the single form page.
pl_pl: Wyświetla gravatary osób, które wpłaciły ję używając twojego formularza. Będzie wyświetlane tylko na pojedynczej stronie formularza.

source: Status changed from %1$s to %2$s.
pl_pl: Status zmieniony z %1$s na %2$s.

source: Norwegian Krone (%1$s)
pl_pl: Korona Norweska (Kr.)

source: Please enter a password.
pl_pl: Proszę wprowadzić hasło.

source: Invalid payment email.
pl_pl: Nieprawidłowy email do płatności

source: Email address already taken.
pl_pl: Ten adres e-mail jest już używany.

source: Username already taken.
pl_pl: Nazwa użytkownika jest już zajęta

source: Invalid username.
pl_pl: Nieprawidłowa nazwa użytkownika.

source: The username you entered does not exist.
pl_pl: Ta nazwa użytkownika nie istnieje.

source: The password you entered is incorrect.
pl_pl: Wprowadzone hasło jest niepoprawne

source: Save
pl_pl: Zapisz

source: Add Row
pl_pl: Dodaj wiersz

source: Remove
pl_pl: Usuń

source: Time
pl_pl: Czas

source: Choose File
pl_pl: Określ czas

source: Remove Group
pl_pl: Usuń grupę

source: Donation Confirmation
pl_pl: Potwierdzenie darowizny

source: PayPal Refund Transaction ID: %s
pl_pl: ID Refundowania Transakcji PayPal: %s

source: PayPal Payment #%1$s Refunded for reason: %2$s
pl_pl: Płatność PayPal #%s została zrefundowana z powodu: %s

source: Partial PayPal refund processed: %s
pl_pl: Częściowy zwrot PayPal jest przetwarzany: %s

source: Payment is pending for unknown reasons. Contact PayPal support for assistance.
pl_pl: Płatność jest oczekująca z nieznanych powodów. Skontaktuj się z pomocą techniczną PayPal o dalszą pomoc.

source: PayPal account is not verified. Verify account in order to accept this donation.
pl_pl: Konto PayPal nie jest zweryfikowane. Zweryfikuj swoje konto aby zaakceptować tę płatność.

source: PayPal account must be upgraded before this payment can be accepted.
pl_pl: Konto PayPal musi zostać zmodernizowane zanim ta płatność może zostać zaakceptowana.

source: Payment was sent to non-confirmed or non-registered email address.
pl_pl: Płatność została wysłana do nie potwierdzonego lub nie zarejestrowanego adresu email.

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations.
pl_pl: Płatność jest sprawdzana przez pracowników PayPal ze względu na wysokie ryzyko i możliwość naruszenia przepisów rządowych.

source: Payment received in non-shop currency and must be accepted manually through PayPal.
pl_pl: Otrzymano płatność w innej walucie i musi zostać zaakceptowana manualnie w PayPal.

source: Payment must be accepted manually through PayPal due to international account regulations.
pl_pl: Płatność musi być zaakceptowana manualnie w PayPal ze względu na przepisy kont międzynarodowych.

source: Payment requires a confirmed donor address and must be accepted manually through PayPal.
pl_pl: Płatność wymaga potwierdzonego adresu darczyńcy i musi być zaakceptowana manualnie w PayPal.

source: Payment made via eCheck and will clear automatically in 5-8 days.
pl_pl: Płatność dokonana eCheckiem zostanie automatycznie zatwierdzona w przeciągu 5-8 dni

source: PayPal Transaction ID: %s
pl_pl: ID transakcji PayPal: %s

source: Payment failed due to invalid amount in PayPal IPN.
pl_pl: Płatność nie powiodła się z powodu nieprawidłowej kwoty podanej w IPN PayPala.

source: Invalid payment amount in IPN response. IPN data: %s
pl_pl: Nieprawidłowa kwota w IPN. Dane IPN: %s

source: Payment failed due to invalid currency in PayPal IPN.
pl_pl: Płatność nie powiodła się z powodu nieprawidłowej waluty w IPN PayPala.

source: Invalid currency in IPN response. IPN data: %s
pl_pl: Nieprawidłowa waluta podana w IPN. Dane IPN: %s

source: Payment failed due to invalid PayPal business email.
pl_pl: Płatność nie powiodła się z powodu nieprawidłowego biznesowego adresu email do PayPal.
