Repository: ngo360/Give-pl_PL-translation
Catalog: give-*.po
Languages: pl_pl

source: %1$d donors created in %2$d seconds
pl_pl: Darczyńca %1$d utworzony w %2$d sekund

source: Failed to create donor
pl_pl: Nie powiodło się utworzenie darczyńcy

source: Donor #%d created successfully
pl_pl: Utworzono darczyńcę #%d

source: %d donation forms found
pl_pl: Znaleziono %d formularzy darowizny

source: Not set
pl_pl: Nie ustawiono

source: form type
pl_pl: typ formularza

source: Not any payment gateways found
pl_pl: Nie ustawiono żadnej bramki płatności.

source: Enabled Gateways:
pl_pl: Włączone bramki:

source: Default Gateway:
pl_pl: Domyślna bramka:

source: Test Mode:
pl_pl: Tryb testowy

source: Number of Decimals:
pl_pl: Liczba miejsc dziesiętnych:

source: Decimal Separator:
pl_pl: Separator dziesiętny:

source: Thousand Separator:
pl_pl: Separator tysięcy:

source: Currency Position:
pl_pl: Pozycja waluty:

source: Currency:
pl_pl: Waluta:

source: Currency Information
pl_pl: Informacje o walucie

source: Country:
pl_pl: Kraj:

source: Donation History Page:
pl_pl: Strona historii darowizn:

source: Failed Donation Page:
pl_pl: Strona nieudanej darowizny:

source: Not Set
pl_pl: Nie ustawiono

source: Success Page:
pl_pl: Strona po udanej płatności:

source: General information
pl_pl: Informacje ogólne

source: Give Version:
pl_pl: Wersja:

source: Select a donation
pl_pl: Wybierz darowiznę

source: Learn More
pl_pl: Dowiedz się więcej

source: A Give donation form
pl_pl: Give - Formularz darowizny

source: You do not have permission to reset data.
pl_pl: Nie masz uprawnień by zresetować dane.

source: Income stats have been successfully recounted.
pl_pl: Przeliczono statystyki dochodu.

source: Donor stats have been successfully recounted.
pl_pl: Przeliczono statystyki darczyńców

source: No forms found.
pl_pl: Nie znaleziono formularzy.

source: Donation Methods Report
pl_pl: Raport metod płatności

source: Donation ID
pl_pl: Numer Darowizny

source: No donation notes.
pl_pl: Brak notatek darowizny.

source: Donation Notes
pl_pl: Notatki darowizny

source: Address 2:
pl_pl: Adres 2:

source: Address 1:
pl_pl: Adres 1:

source: New Donor Email:
pl_pl: Email nowego darczyńcy:

source: Create New Donor
pl_pl: Utwórz nowego darczyńcę

source: Change Donor:
pl_pl: Zmień Darczyńcę:

source: Donor Name:
pl_pl: Imię Darczyńcy:

source: Donor Since:
pl_pl: Darczyńca od:

source: Donor ID:
pl_pl: Identyfikator Darczyńcy:

source: Donation Level:
pl_pl: Poziom darowizny:

source: Donation Meta
pl_pl: Meta darowizny

source: Save Donation
pl_pl: Zapisz ję

source: Update Donation
pl_pl: Aktualizuj darowiznę

source: This donation was made in test mode.
pl_pl: Ta została utworzona w trybie testowym.

source: Delete Donation %s
pl_pl: Usuń ję %s

source: Resend Donation %s Receipt
pl_pl: Wyślij ponownie pokwitowanie darowizny %s

source: View Donation #%s
pl_pl: Zobacz darowiznę %s

source: Error Updating Donation.
pl_pl: Błąd podczas aktualizacji darowizny.

source: Display content BELOW the fields
pl_pl: Wyświetl treść PONIŻEJ pól formularza

source: Display content ABOVE the fields
pl_pl: Wyświetl treść POWYŻEJ pól formularza

source: %s Give Form
pl_pl: %s Formularz Give

source: %s donations today
pl_pl: %s darowizny dzisiaj

source: No donor notes found.
pl_pl: Nie znaleziono notatek darczyńcy.

source: View Form
pl_pl: Podgląd formularza

source: View Form %s.
pl_pl: Podgląd formularza %s.

source: Completed Forms
pl_pl: Wypełnione formularze

source: View Donation %s.
pl_pl: Zobacz darowiznę %s.

source: No Emails Found
pl_pl: Nie znaleziono e-maili

source: Add Email
pl_pl: Dodaj e-mail

source: Make Primary
pl_pl: Ustaw jako podstawowy

source: User ID:
pl_pl: ID użytkownika:

source: Email successfully added to donor.
pl_pl: Dodano email darczyńcy.

source: Email address is already associated with another donor.
pl_pl: Ten adres e-mail jest powiązany z innym kontem.

source: Email already associated with this donor.
pl_pl: Ten adres e-mail jest już powiązany z kontem.

source: An error has occurred. Please try again.
pl_pl: Wystąpił błąd. Proszę spróbować ponownie.

source: Email address is required.
pl_pl: Adres e-mail jest wymagany

source: Cheatin&#8217; uh?
pl_pl: Oszukujesz, co?

source: Delete "%s"
pl_pl: Usuń "%s"

source: View "%s"
pl_pl: Zobacz "%s"

source: To receive updates, please enter your valid license key.
pl_pl: Proszę wpisać poprawny klucz licencyjny, aby otrzymywać aktualizacje.

source: To receive updates, please enter your valid %s license key.
pl_pl: Aby otrzymywać aktualizacje należy wprowadzić prawidłowy klucz licencyjny %s.

source: Your license key expires on %s.
pl_pl: Klucz licencyjny wygaśnie w dniu %s.

source: Your license key expires soon! It expires on %1$s. <a href="%2$s" target="_blank" title="Renew license">Renew your license key</a>.
pl_pl: Klucz licencyjny wygaśnie wkrótce! Wygasa w %s. <a href="%s" target="_blank" title="Renew license">Odnów swój klucz licencyjny</a>.

source: License key never expires.
pl_pl: Klucz licencyjny nigdy nie wygasa.

source: Your license key has reached it's activation limit. <a href="%s">View possible upgrades</a> now.
pl_pl: Twój klucz licencyjny osiągnął limit aktywacji. <a href="%s"> Zobacz możliwe aktualizacje <a> teraz.

source: This license %1$s does not belong to %2$s.
pl_pl: Ta licencja %s nie należy do %s.

source: Your %1$s is not active for this URL. Please <a href="%2$s" target="_blank" title="Visit account page">visit your account page</a> to manage your license key URLs.
pl_pl: Twój %s nie jest aktywny dla tego adresu URL. Proszę <a href="%s" target="_blank" title="Visit account page"> odwiedzić stronę swojego konta </a> aby zarządzać adresami URL dla swojego klucza licencyjnego.

source: Invalid license. Please <a href="%s" target="_blank" title="Visit account page">visit your account page</a> and verify it.
pl_pl: Nieprawidłowa licencja. Proszę <a href="%s" target="_blank" title="Visit account page"> odwiedzić stronę swojego konta </a> i ją zweryfikować.

source: Your license key expired on %1$s. Please <a href="%2$s" target="_blank" title="Renew your license key">renew your license key</a>.
pl_pl: Twój klucz licencyjny wygasł w %s. Proszę Please <a href="%s" target="_blank" title="Renew your license key"> odnowić swój klucz licencyjny </a>.

source: Your subscription (<a href="%1$s" target="_blank">#%2$d</a>) will %3$s on %4$s.
pl_pl: Twoja subskrypcja (<a href="%s" target="_blank">#%d</a>) %s w %s.

source: Your subscription (<a href="%1$s" target="_blank">#%2$d</a>) will %3$s in %4$s.
pl_pl: Twoje subskrypcja (<a href="%s" target="_blank">#%d</a>) %s za %s.

source: Your subscription (<a href="%1$s" target="_blank">#%2$d</a>) expired. Please <a href="%3$s" target="_blank" title="Renew your license key">renew your license key</a>
pl_pl: Ważność twojej subskrypcji (<a href="%s" target="_blank">#%d</a>) wygasła. Proszę <a href="%s" target="_blank" title="Renew your license key"> odnowić klucz licencyjny </a>

source: expire
pl_pl: Wygaśnie

source: renew
pl_pl: odnów

source: Invalid property: %s
pl_pl: Nieprawidłowa wartość: %s

source: When the plugin is deleted, completely remove all Give data.
pl_pl: Gdy wtyczka jest odinstalowana wszystkie dane Give zostaną usunięte.

source: The length of time a user's session is kept alive. Give starts a new session per user upon donation. Sessions allow donors to view their donation receipts without being logged in.
pl_pl: Czas w jakim sesja użytkownika będzie utrzymywana. Give rozpoczyna nową sesję dla każdego użytkownika podczas tworzenia darowizny. Sesje pozwalają darczyńcom na podgląd rachunków ich darowizny bez konieczności zalogowania się.

source: The name that appears in the "From" field in donation receipt emails.
pl_pl: Twoje imię i nazwisko pojawi się w polu Od: wysłanego e-maila.

source: Enables the "Tag" taxonomy for all Give forms.
pl_pl: Włącza taksonomię "Tag" dla wszystkich formularzy Give.

source: Enables the "Category" taxonomy for all Give forms.
pl_pl: Włącza taksonomię "Kategoria" dla wszystkich formularzy Give.

source: Enable this option if you would like to disable the <a href="%s" target="_blank">Give Welcome screen</a> every time Give is activated and/or updated.
pl_pl: Włącz tą opcję jeśli chcesz wyłączyć <a href="%s" target="_blank"> Ekran Powitalny Give </a> gdy Give jest włączany lub/i aktualizowany.

source: Enable <a href="%s" target="_blank">floating labels</a> in Give's donation forms. Note that if the "Disable CSS" option is enabled, you will need to style the floating labels yourself.
pl_pl: Włącz <a href="%s" target="_blank">pływające etykiety </a> w formularzach darowizn Give. Jeśli masz zaznaczoną opcję "Wyłącz CSS", konieczne będzie samodzielne dodanie stylizacji do pływających etykiet.

source: Enable to request billing details for offline donations. Will appear above offline donation instructions. Can be enabled/disabled per form.
pl_pl: Włącz pobieranie danych rozliczeniowych dla darowizn offline. Pojawi się powyżej instrukcji do darowizny. Może być dostosowane w każdym formularzu osobno.

source: The number of decimal points displayed in amounts.
pl_pl: Liczba miejsc dziesiętnych wyświetlanych w kwotach.

source: The position of the currency symbol.
pl_pl: Kontroluje pozycję symbolu waluty. <br> Np: $400 lub 400 $

source: The country your site operates from.
pl_pl: Kraj w jakim jest zlokalizowana twoja strona.

source: Failed to set primary email.
pl_pl: Ustawienie Podstawowego emaila nie powiodło się

source: Failed to remove donor email.
pl_pl: Usunięcie emaila darczyńcy nie powiodło się

source: Donor email removed.
pl_pl: Usunięto email darczyńcy

source: Donor email added.
pl_pl: Dodano email darczyńcy

source: The donation has been updated.
pl_pl: Darowizna została zaktualizowana.

source: The donation note has been added.
pl_pl: Dodano notatkę do darowizny.

source: API keys have been revoked.
pl_pl: Klucze API zostały odwołane.

source: API keys have been regenerated.
pl_pl: Klucze API zostały wygenerowane ponownie.

source: API keys have been generated.
pl_pl: Klucze API zostały wygenerowane.

source: The donation has been deleted.
pl_pl: Darowizna została usunięta.

source: WordPress user #%d is connected to #%d
pl_pl: Użytkownik Wordpressa #%d jest podłączony do #%d

source: Failed Donation Page
pl_pl: Strona nieudanej darowizny

source: If donations are not getting marked as complete, use a slightly less secure method of verifying donations.
pl_pl: Jeśli darowizny nie są zaznaczane jako zakończone, zaznacz to pole. To wymusi na stronie nieco mniej bezpieczną metodę weryfikacji darowizny.

source: Enable your payment gateway. Can be ordered by dragging.
pl_pl: Włącz swoją bramkę płatności. Kolejność może być zmieniona przez przeciągnięcie.

source: The donation form name.
pl_pl: Nazwa formularza darowizny.

source: The total donation amount with currency sign.
pl_pl: Całkowita kwota darowizny ze znakiem waluty.

source: The email you entered is not valid. Please use another
pl_pl: Wpisany adres e-mail nie jest prawidłowy. Proszę użyć innego

source: The email you entered is empty.
pl_pl: Wpisany adres e-mail jest pusty.

source: Global Option
pl_pl: Opcja Globalne

source: Select a Give Form style.
pl_pl: Wybierz styl formularza.

source: Modal
pl_pl: Modalny

source: Reveal
pl_pl: Ujawinić

source: All Fields
pl_pl: Wszystkie pola

source: Display Style:
pl_pl: Styl wyświetlania:

source: Register now &raquo;
pl_pl: Zarejestruj się teraz &raquo;

source: Help Translate Give to %s
pl_pl: Pomóż tłumaczyć Give na %s

source: complete the translation
pl_pl: ukończyć tłumaczenie

source: You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!
pl_pl: Używasz WordPress w języku którego jeszcze nie wspieramy. Bardzo byśmy chcieli by %2$s był przetłumaczony również na ten język. Możesz to zmienić! Zarejestruj się na %4$s aby pomóc w tłumaczeniu go!

source: You're using WordPress in %1$s. While %2$s has been %3$d%% translated to %1$s, it has not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!
pl_pl: Korzystasz z WordPressa w%1$s. Podczas gdy%2$s ma% 3 $ d%% przetłumaczone na%1$s, nie został jeszcze dostarczony z wtyczką. Możesz pomóc! Zarejestruj się na%4$s, aby pomóc w ukończeniu tłumaczenia na%1$s!

source: As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help %5$s to %1$s!
pl_pl: Jak widzisz posiadamy tłumaczenie tej wtyczki na język %1$s. Obecne tłumaczenie jest w %3$d%% ukończone. Potrzebujemy twojej pomocy aby je dokończyć i poprawić błędy. Proszę się zarejestrować na stronie %4$s aby pomóc %5$s na %1$s!

source: The donation form name, and the donation level (if applicable).
pl_pl: Nazwa formularza darowizny oraz poziom darowizny ( w stosownych przypadkach).

source: Nonce verification failed.
pl_pl: Weryfikacja jednorazowego identyfikatora (Nonce) nie powiodła się.

source: You are already logged in to the site. <a href="%s">Click here</a> to log out.
pl_pl: Już jesteś zalogowany/a na tej stronie. <a href="%s">Kliknij tutaj </a> aby się wylogować.

source: Click Here to Login &raquo;
pl_pl: Kliknij tutaj by się zalogować &raquo;

source: Please enter amount in monetary decimal ( %1$s ) format without thousand separator ( %2$s ) .
pl_pl: Proszę wpisać (%s) w formacie dziesiętnym bez separatorów tysięcy (%2$s) .

source: Reset Password
pl_pl: Reset hasła

# custom donation dropdown item
source: Custom
pl_pl: Zdefiniuj

source: Invalid email.
pl_pl: Niepoprawny email.

source: Please mail your check to:
pl_pl: Wyślij czek do:

source: On the memo line of the check, please indicate that the donation is for "{sitename}"
pl_pl: W notatce czeku proszę zaznaczyć że ta przeznaczona jest na "%s"

source: Please enter offline donation instructions in <a href="%s">this form's settings</a>.
pl_pl: Wpisz instrukcje do darowizn offline w <a href="%s"> ustawieniach tego formularza </a>.

source: %s million
pl_pl: %s milion

source: %s billion
pl_pl: %s bilion

source: %s trillion
pl_pl: %s trylion

source: Preview email with a donation:
pl_pl: Podgląd emaila z darowizną:

source: Sample Donation Form Title
pl_pl: Przykładowy tytuł formularza darowizny

source: View the receipt in your browser &raquo;
pl_pl: Zobacz w przeglądarce &raquo;

source: Payment ID:
pl_pl: ID płatności

source: Donation Date:
pl_pl: Data darowizny:

source: Amount:
pl_pl: Kwota:

source: Donor:
pl_pl: Darczyńca:

source: Yukon
pl_pl: Jukon

source: Prince Edward Island
pl_pl: Wyspa Księcia Edwarda

source: Northwest Territories
pl_pl: Terytoria Północno-Zachodnie

source: Nova Scotia
pl_pl: Nowa Szkocja

source: Newfoundland and Labrador
pl_pl: Nowa Funlandia i Labrador

source: New Brunswick
pl_pl: Nowy Brunszwik

source: British Columbia
pl_pl: Kolumbia Brytyjska

source: Yugoslavia
pl_pl: Jugosławia

source: Yemen
pl_pl: Jemen

source: Western Samoa
pl_pl: Samoa Zachodnie

source: Western Sahara
pl_pl: Sahara Zachodnia

source: Wallis and Futuna Islands
pl_pl: Wyspy Wallis i Futuna

source: Virgin Islands (USA)
pl_pl: Wyspy Dziewicze (USA)

source: Virgin Islands (British)
pl_pl: Wyspy Dziewicze (brytyjskie)

source: Vietnam
pl_pl: Wietnam

source: Venezuela
pl_pl: Wenezuela

source: US Minor Outlying Islands
pl_pl: Małe Oddalone Wyspy Stanów Zjednoczonych

source: Uruguay
pl_pl: Urugwaj

source: United Arab Emirates
pl_pl: Zjednoczone Emiraty Arabskie

source: Ukraine
pl_pl: Ukraina

source: Turks and Caicos Islands
pl_pl: Turks i Caicos

source: Turkey
pl_pl: Turcja

source: Tunisia
pl_pl: Tunezja

source: Trinidad and Tobago
pl_pl: Vanuatu Wyspy Salomona

source: Thailand
pl_pl: Tajlandia

source: Tajikistan
pl_pl: Tadżykistan

source: Taiwan
pl_pl: Tajwan

source: Syrian Arab Republic
pl_pl: Syryjska Republika Arabska

source: Switzerland
pl_pl: Szwajcaria

source: Sweden
pl_pl: Szwecja

source: Swaziland
pl_pl: Suazi

source: Svalbard and Jan Mayen Islands
pl_pl: Wyspy Svalbard i Jan Mayen

source: Suriname
pl_pl: Surinam

source: Spain
pl_pl: Hiszpania

source: South Korea
pl_pl: Korea Południowa

source: South Georgia
pl_pl: Georgia Południowa

source: South Africa
pl_pl: Południowa Afryka

source: Solomon Islands
pl_pl: Wyspy Salomona

source: Slovenia
pl_pl: Słowenia

source: Slovak Republic
pl_pl: Słowacja

source: Singapore
pl_pl: Singapur

source: Seychelles
pl_pl: Seszele

source: Saudi Arabia
pl_pl: Arabia Saudyjska

source: Sao Tome and Principe
pl_pl: Wyspy Świętego Tomasza i Książęca

source: Saint Vincent and the Grenadines
pl_pl: Saint Vincent i Grenadiny

source: Saint Pierre and Miquelon
pl_pl: Saint-Pierre i Miquelon

source: Saint Kitts and Nevis
pl_pl: Republika Zielonego Przylądka

source: Saint Helena
pl_pl: Święta Helena

source: Rwanda
pl_pl: Ruanda

source: Russian Federation
pl_pl: Federacja Rosyjska

source: Romania
pl_pl: Rumunia

source: Reunion Island
pl_pl: Wyspa Reunion

source: Qatar
pl_pl: Katar

source: Portugal
pl_pl: Portugalia

source: Poland
pl_pl: Polska

source: Pitcairn Island
pl_pl: Pitcairn

source: Philippines
pl_pl: Filipiny

source: Paraguay
pl_pl: Paragwaj

source: Papua New Guinea
pl_pl: Papua Nowa Gwinea

source: Palestinian Territories
pl_pl: Terytoria Palestyńskie

source: Norway
pl_pl: Norwegia

source: Northern Mariana Islands
pl_pl: Mariany Północne

source: North Korea
pl_pl: Korea Północna

source: Norfolk Island
pl_pl: Wyspa Norfolk

source: Nicaragua
pl_pl: Nikaragua

source: New Zealand
pl_pl: Nowa Zelandia

source: New Caledonia
pl_pl: Nowa Kaledonia

source: Netherlands Antilles
pl_pl: Antyle Holenderskie

source: Netherlands
pl_pl: Holandia

source: Myanmar
pl_pl: Republika Związku Mjanmy

source: Mozambique
pl_pl: Mozambik

source: Morocco
pl_pl: Maroko

source: Monaco
pl_pl: Monako

source: Moldova, Republic of
pl_pl: Republika Mołdawii

source: Micronesia
pl_pl: Mikronezja

source: Mexico
pl_pl: Meksyk

source: Mayotte
pl_pl: Majotta

source: Mauritania
pl_pl: Mauretania

source: Martinique
pl_pl: Martynika

source: Marshall Islands
pl_pl: Wyspy Marshalla

source: Maldives
pl_pl: Republika Malediwów

source: Malaysia
pl_pl: Malezja

source: Madagascar
pl_pl: Madagaskar

source: Macau
pl_pl: Makao

source: Luxembourg
pl_pl: Luksemburg

source: Lithuania
pl_pl: Litwa

source: Liechtenstein
pl_pl: Lichtenstein

source: Libyan Arab Jamahiriya
pl_pl: Libia

source: Lebanon
pl_pl: Liban

source: Latvia
pl_pl: Łotwa

source: Lao People's Democratic Republic
pl_pl: Laotańska Republika Ludowo-Demokratyczna

source: Kyrgyzstan
pl_pl: Kirgistan

source: Kuwait
pl_pl: Kuwejt

source: Kenya
pl_pl: Kenia

source: Kazakhstan
pl_pl: Kazachstan

source: Jordan
pl_pl: Jordania

source: Japan
pl_pl: Japonia

source: Jamaica
pl_pl: Jamajka

source: Italy
pl_pl: Włochy

source: Israel
pl_pl: Izrael

source: Isle of Man
pl_pl: Wyspa Man

source: Ireland
pl_pl: Irlandia

source: Iraq
pl_pl: Irak

source: Indonesia
pl_pl: Indonezja

source: India
pl_pl: Indie

source: Iceland
pl_pl: Islandia

source: Hungary
pl_pl: Węgry

source: Holy See (City Vatican State)
pl_pl: Stolica Apostolska (Państwo Watykańskie)

source: Heard and McDonald Islands
pl_pl: Terytorium Heard i Wysp McDonalda

source: Guyana
pl_pl: Gujana

source: Guinea-Bissau
pl_pl: Gwinea Bissau

source: Guinea
pl_pl: Gwinea

source: Guatemala
pl_pl: Gwatemala

source: Guadeloupe
pl_pl: Gwadelupa

source: Greenland
pl_pl: Grenlandia

source: Greece
pl_pl: Grecja

source: Germany
pl_pl: Niemcy

source: Georgia
pl_pl: Gruzja

source: French Southern Territories
pl_pl: Francuskie Terytoria Południowe

source: French Polynesia
pl_pl: Polinezja Francuska

source: French Guiana
pl_pl: Gujana Francuska

source: France
pl_pl: Francja

source: Finland
pl_pl: Finlandia

source: Fiji
pl_pl: Fidżi

source: Faroe Islands
pl_pl: Wyspy Owcze

source: Falkland Islands
pl_pl: Falklandy

source: Ethiopia
pl_pl: Etiopia

source: Eritrea
pl_pl: Erytrea

source: El Salvador
pl_pl: Salwador

source: Equatorial Guinea
pl_pl: Gwinea Równikowa

source: Egypt
pl_pl: Egipt

source: Ecuador
pl_pl: Ekwador

source: East Timor
pl_pl: Timor Wschodni

source: Dominican Republic
pl_pl: Republika Dominikańska

source: Dominica
pl_pl: Dominika

source: Djibouti
pl_pl: Dżibuti

source: Denmark
pl_pl: Dania

source: Czech Republic
pl_pl: Czechy

source: Cyprus Island
pl_pl: Cypr

source: Cuba
pl_pl: Kuba

source: Croatia/Hrvatska
pl_pl: Chorwacja

source: Cote d'Ivoire
pl_pl: Republika Wybrzeża Kości Słoniowej

source: Costa Rica
pl_pl: Kostaryka

source: Cook Islands
pl_pl: Wyspy Cooka

source: Congo, Republic of
pl_pl: KONGO, Republika

source: Congo, Democratic People's Republic
pl_pl: Demokratyczna Republika Kongo

source: Comoros
pl_pl: Komory

source: Colombia
pl_pl: Kolumbia

source: Cocos Islands
pl_pl: Wyspy Keelinga

source: Christmas Island
pl_pl: Wyspa Bożego Narodzenia

source: China
pl_pl: Chiny

source: Chad
pl_pl: Czad

source: Central African Republic
pl_pl: Republika Środkowoafrykańska

source: Cayman Islands
pl_pl: Kajmany

source: Cape Verde
pl_pl: Republika Zielonego Przylądka

source: Cameroon
pl_pl: Kamerun

source: Cambodia
pl_pl: Kambodża

source: Bulgaria
pl_pl: Bułgaria

source: British Indian Ocean Territory
pl_pl: Brytyjskie Terytorium Oceanu Indyjskiego

source: Brazil
pl_pl: Brazylia

source: Bouvet Island
pl_pl: Wyspa Bouveta

source: Bosnia and Herzegovina
pl_pl: Bośnia i Hercegowina

source: Bolivia
pl_pl: Boliwia

source: Bermuda
pl_pl: Bermudy

source: Belgium
pl_pl: Belgia

source: Belarus
pl_pl: Białoruś

source: Bangladesh
pl_pl: Bangladesz

source: Bahrain
pl_pl: Bahrajn

source: Bahamas
pl_pl: Bahamy

source: Azerbaijan
pl_pl: Azerbejdżan

source: Argentina
pl_pl: Argentyna

source: Antigua and Barbuda
pl_pl: Antigua i Barbuda

source: Antarctica
pl_pl: Antarktyda

source: Andorra
pl_pl: Andora

source: American Samoa
pl_pl: Samoa Amerykańskie

source: Algeria
pl_pl: Algieria

source: Afghanistan
pl_pl: Afganistan

source: United Kingdom
pl_pl: Wielka Brytania

source: Canada
pl_pl: Kanada

source: United States
pl_pl: Stany Zjednoczone

source: Give is created by a dedicated team of developers. If you are interested in contributing please visit the <a href="%s" target="_blank">GitHub Repo</a>.
pl_pl: Give został stworzony przez grupę deweloperów. Jeśli jesteś zainteresowany/a pomocą nam odwiedź a href="%s" target="_blank">Repozytorium GitHub</a>.

source: Enter an URL here to redirect to after logout.
pl_pl: Wprowadź tutaj adres URL przekierowania po wylogowaniu.

source: Logout Redirect URL (optional):
pl_pl: URL Przekierowania po wylogowaniu ( opcjonalnie):

source: Login Redirect URL (optional):
pl_pl: URL Przekierowania po zalogowaniu( opcjonalnie):

source: <a href="%s">Create</a> a new Donation Form.
pl_pl: <a href="%s">Utwórz</a> nowy formularz wpłaty.

source: - Select -
pl_pl: - Wybierz -

source: %1$s to %2$s
pl_pl: %1$s do %2$s

source: Log data:
pl_pl: Dane dziennika:

source: Income (%s)
pl_pl: Dochód (%s)

source: Country:
pl_pl: Kraj:

source: City:
pl_pl: Miasto:

source: View all donations for this donor &raquo;
pl_pl: Pokaż wszystkie darowizny tego darczyńcy &raquo;

source: Email donor
pl_pl: Email Darczyńcy

source: by
pl_pl: Przez

source: Happy %s!
pl_pl: Szczęśliwy %s!

source: View Donor
pl_pl: Zobacz Darczyńcę
