Repository: ngo360/Give-pl_PL-translation
Catalog: give-*.po
Languages: pl_pl

source: If you are seeing extra social buttons, related posts, or other unwanted elements appearing within your forms then you can disable WordPress' content filter. <a href="%1$s" target="_blank">Learn more</a> about %2$s filter.
pl_pl: Jeśli widzisz dodatkowe guziki stron społecznościowych, podobne posty albo inne niechciane elementy pokazujące się w formularzu wyłącz WordPress' filtr zawartości <a href="%s" target="_blank">Dowiedz się więcej </a> na temat filtru %2$s.

source: Filter Control
pl_pl: Kontrola Filtru

source: Remove All Data on Uninstall?
pl_pl: Usunąć wszystkie dane podczas odinstalowania?

source: Data Control
pl_pl: Kontrola danych

source: 1 Week
pl_pl: 1 tydzień

source: 72 Hours
pl_pl: 72 godziny

source: 48 Hours
pl_pl: 48 godzin

source: 24 Hours
pl_pl: 24 godziny

source: Session Lifetime
pl_pl: Długość sesji

source: Advanced Options
pl_pl: Opcje zaawansowane

source: Give Licenses
pl_pl: Licencje Give

source: Give Add-ons Settings
pl_pl: Ustawienia dodatków Give

source: Check this box if you do not want to receive emails when new donations are made.
pl_pl: Zaznacz to pole jeśli nie chcesz otrzymywać powiadomień o nowych ch.

source: Disable Admin Notifications
pl_pl: Wyłącz powiadomienia administratora

source: Donation Notification Emails
pl_pl: Emaile do powiadomienia

source: Enter the email that is sent to donation notification emails after completion of a donation. HTML is accepted. Available template tags: %s
pl_pl: Wpisz email jaki zostanie wysłany jako powiadomienie o otrzymaniu nowej darowizny. Akceptowany jest HTML. Dostępne tagi szablonu: %s

source: Donation Notification
pl_pl: Powiadomienie o darowizny

source: New Donation - #{payment_id}
pl_pl: Nowa darowizna - #{payment_id}

source: Enter the subject line for the donation notification email.
pl_pl: Wpisz temat emaila potwierdzającego otrzymanie darowizny.

source: Donation Notification Subject
pl_pl: Temat Powiadomienia o darowizny

source: New Donation Notification
pl_pl: Powiadomienie o nowej darowiźnie

source: Dear
pl_pl: Szanowny Panie/Szanowna Pani,

source: Enter the email that is sent to users after completing a successful donation. HTML is accepted. Available template tags: %s
pl_pl: Wpisz email jaki będzie wysyłany do użytkowników po poprawnym wysłaniu darowizny. Akceptowany jest HTML. Dostępne tagi z szablonu: %s

source: Donation Email Subject
pl_pl: Temat emaila

source: Donation Receipt
pl_pl: Potwierdzenie darowizny

source: Email to send donation receipts from. This will act as the "from" and "reply-to" address.
pl_pl: Adres email jaki będzie podany jako na rachunku darczyńcy. Będzie to działać tak jak adres email "Od" i "Odpowiedz"

source: From Email
pl_pl: Adres email nadawcy

source: From Name
pl_pl: Imię i nazwisko nadawcy

source: Upload or choose a logo to be displayed at the top of the donation receipt emails. Displayed on HTML emails only.
pl_pl: Wyślij lub wybierz logo, które będzie wyświetlane na górze maili z rachunkiem za ję. Wyświetlane tylko w mailach HTML.

source: Choose a template. Click "Save Changes" then "Preview Donation Receipt" to see the new template.
pl_pl: Wybierz szablon. Kliknij na "Zapisz zmiany" a następnie "Podejrzyj Rachunek za Dotację" aby zobaczyć swój szablon.

source: Email Template
pl_pl: Szablon emaila

source: Email Settings
pl_pl: Ustawienia poczty e-mail

source: Enable Form Tags
pl_pl: Włącz tagi formularza

source: Enable Form Categories
pl_pl: Włącz kategorie formularza

source: Taxonomies
pl_pl: Taksonomie

source: The sidebar allows you to add additional widget to the Give single form view. If you don't plan on using the sidebar you may disable it with this option.
pl_pl: Pasek boczny pozwala na dodanie widgetu z formularzem Give. Jeśli nie planujesz używać formularzy w pasku bocznym wyłącz tę opcję.

source: Disable Single Form Sidebar
pl_pl: Wyłącz widok pojedynczego formularza w pasku bocznym

source: Disable Form Featured Image
pl_pl: Wyłącz Wyróżniony obraz dla formularzy

source: The excerpt is an optional summary or description of a donation form; in short, a summary as to why the user should give.
pl_pl: Wypisy są opcjonalnym krótkim opisem lub wyjaśnieniem dla darowizny; w skrócie jest to wyjaśnienie dlaczego użytkownik powinien wpłacić ję.

source: Disable Form Excerpts
pl_pl: Wyłącz Wypisy formularzy

source: Archives pages list all the forms you have created. This option will disable only the form's archive page(s). The single form's view will remain in place. Note: you will need to refresh your permalinks after this option has been enabled.
pl_pl: Archiwizuje listę stron wszystkich utworzonych formularzy. Opcja ta wyłączy tylko strony zarchiwizowane. Widok pojedynczego formularza pozostanie aktywny. Uwaga: będzie konieczne odświeżenie permalinków gdy ta opcja zostanie włączona.

source: Disable Form Archives
pl_pl: Wyłącz Archiwum Fromularzy

source: By default, all forms have single views enabled which create a specific URL on your website for that form. This option disables the singular and archive views from being publicly viewable. Note: you will need to embed forms using a shortcode or widget if enabled.
pl_pl: Domyślnie wszystkie formularze mają włączony widok pojedynczego formularza który tworzy oddzielny URL na twojej stronie do tego formularza. Opcja ta wyłącza widok pojedynczego formularza i archiwizuje ilość odwiedzin na nim. Uwaga: będzie konieczne dodawanie formularzy na stronę używając skrótu lub widgetu.

source: Disable Form Single Views
pl_pl: Wyłącz widok pojedynczego formularza

source: Post Types
pl_pl: Rodzaje postów

source: Disable Welcome Screen
pl_pl: Wyłącz Ekran Powitalny

source: Enable Floating Labels
pl_pl: Włącz Pływające Etykiety

source: Enable this option if you would like to disable all of Give's included CSS stylesheets.
pl_pl: Zaznacz tę opcję jeśli chcesz wyłączyć wszystkie style CSS stworzone przez Give.

source: Disable CSS
pl_pl: Wyłącz CSS

source: Display Settings
pl_pl: Ustawienia wyświetlania

source: Enter the instructions you want emailed to the donor after they have submitted the donation form. Most likely this would include important information like mailing address and who to make the check out to.
pl_pl: Wpisz instrukcje jakie będą wysłane mailem do darczyńców, którzy zdecydowali się na płatność offline. Może to być adres, na kogo ma być wystawiony czek czy też numer konta.

source: Offline Donation Email Instructions
pl_pl: Email z instrukcjami dla darowizny offline

source: {donation} - Offline Donation Instructions
pl_pl: {donation} - Instrukcje Dotacji Offline

source: Enter the subject line for the donation receipt email.
pl_pl: Wpisz temat emaila z pokwitowaniem darowizny.

source: Offline Donation Email Instructions Subject
pl_pl: Temat Emaila z Instrukcjami do płatności offline

source: The following content will appear for all forms when the user selects the offline donation payment option. Note: You may customize the content per form as needed.
pl_pl: Poniższa treść pojawi się we wszystkich formularzach gdy użytkownik wybierze opcję płatności offline. Uwaga: Możesz dostosować tą treść w każdym formularzu osobno.

source: Offline Donation Instructions
pl_pl: Instrukcje darowizn Offline

source: Collect Billing Details
pl_pl: Zbieraj Dane Rozliczeniowe

source: Offline Donations
pl_pl: Darowizny Offline

source: Disable PayPal IPN Verification
pl_pl: Wyłacz weryfikację PayPal IPN

source: Standard Transaction
pl_pl: Standardowa Transakcja

source: Donation
pl_pl: Darowizna

source: Nonprofits must verify their status to withdraw donations they receive via PayPal. PayPal users that are not verified nonprofits must demonstrate how their donations will be used, once they raise more than $10,000. By default, Give transactions are sent to PayPal as donations. You may change the transaction type using this option if you feel you may not meet PayPal's donation requirements.
pl_pl: Organizacje non profit muszą zweryfikować swój status aby wybrać je jakie otrzymają na PayPal. Użytkownicy PayPal którzy nie są zweryfikowani jako nonprofit muszą przedstawić w jaki sposób je zostaną użyte gdy osiągną sumę wpłat wyższą niż $10,000. Domyślnie transakcje Give wysyłane są jako je. Możesz zmienić typ transakcji używając tej opcji jeśli obawiasz się, że nie jesteś w stanie sprostać wymaganiom PayPal.

source: PayPal Transaction Type
pl_pl: Rodzaj Transakcji PayPal

source: Enter the name of the page style to use, or leave blank to use the default.
pl_pl: Wpisz nazwę stylu strony do użycia lub pozostaw puste by użyć domyślną

source: PayPal Page Style
pl_pl: Styl Strony Paypal

source: Enter your PayPal account's email.
pl_pl: Wpisz email swojego konta PayPal

source: The gateway that will be selected by default.
pl_pl: Bramka, która będzie ustawiona jako domyślna.

source: Enabled Gateways
pl_pl: Włączone bramki

source: While in test mode no live donations are processed. To fully use test mode, you must have a sandbox (test) account for the payment gateway you are testing.
pl_pl: W trybie testowym transakcje nie są faktycznie dokonywane. Aby dobrze wykorzystać Tryb Testowy musisz mieć konto sandbox (testowe) dla wybranej bramki płatniczej.

source: Test Mode
pl_pl: Tryb testowy

source: Gateways Settings
pl_pl: Ustawienia Bramek płatności

source: The symbol (usually , or .) to separate decimal points.
pl_pl: Symbol ( zwykle , lub . ) który będzie oddzielał dziesiątki

source: Decimal Separator
pl_pl: Separator miejsc dziesiętnych

source: The symbol (usually , or .) to separate thousands.
pl_pl: Symbol (zwykle , lub . ) który będzie oddzielał tysiące

source: Thousands Separator
pl_pl: Separator tysięcy

source: Currency Position
pl_pl: Pozycja symbolu waluty

source: Currency
pl_pl: Waluta

source: Currency Settings
pl_pl: Ustawienia waluty

source: Base Country
pl_pl: Domyślny kraj

source: Donation History Page
pl_pl: Strona Historii Darowizn

source: The page donors are sent to if their donation is cancelled or fails.
pl_pl: Strona na którą zostaną przeniesieni darczyńcy jeśli zrezygnują lub ich płatność nie powiedzie się.

source: The page donors are sent to after completing their donations. The %s shortcode should be on this page.
pl_pl: Strona na którą zostaną przeniesieni darczyńcy, gdy wpłacą ję. Powinien się na tej stronie znajdować skrót (shortcode) %s .

source: Success Page
pl_pl: Strona po udanej płatności

source: General Settings
pl_pl: Ustawienia ogólne

source: System Info
pl_pl: Informacje o systemie

source: Advanced
pl_pl: Zaawansowane

source: Licenses
pl_pl: Licencje

source: Emails
pl_pl: Emaile

source: Display Options
pl_pl: Opcje Wyświetlania

source: Payment Gateways
pl_pl: Bramki płatności

source: General
pl_pl: Informacje ogólne

source: Add Note
pl_pl: Dodaj notatkę

source: Select a state
pl_pl: Wybierz stan/województwo

source: Select a country
pl_pl: Wybierz kraj

source: Billing Address
pl_pl: Adres do rozliczenia

source: Click "Save Donation" to create new donor.
pl_pl: Kliknij na "Zapisz Płatność" by utworzyć nowego darczyńcę

source: Donor Details
pl_pl: Szczegóły Darczyńcy

source: Form Title
pl_pl: Tytuł formularza

source: Form ID
pl_pl: ID formularza

source: Donation Information
pl_pl: Informacje o darowiznach

source: Transaction ID:
pl_pl: Identyfikator transakcji:

source: Key:
pl_pl: Klucz:

source: Gateway:
pl_pl: Bramka płatności:

source: Resend Receipt
pl_pl: Wyślij ponownie rachunek

source: Total Donation:
pl_pl: Suma darowizny:

source: Time:
pl_pl: Godzina:

source: Date:
pl_pl: Data:

source: The specified ID does not belong to a donation. Please try again.
pl_pl: Podane ID nie jest przypisane do darowizny. Spróbuj ponownie

source: Donation ID not supplied. Please try again.
pl_pl: ID darowizny nie zostało dodane. Spróbuj ponownie.

source: Resend Email Receipts
pl_pl: Wyślij ponownie Emaile z rachunkiem

source: Set To Abandoned
pl_pl: Ustaw jako Opuszczone

source: Set To Failed
pl_pl: Ustaw jako Nie udane

source: Set To Revoked
pl_pl: Ustaw jako Odwołane

source: Set To Refunded
pl_pl: Ustaw jako Zrefundowane

source: Set To Pending
pl_pl: Ustaw jako Oczekujące

source: Set To Completed
pl_pl: Ustaw jako Zakończone

source: (unknown)
pl_pl: (nieznany)

source: Delete
pl_pl: Usuń

source: Details
pl_pl: Szczegóły

source: Abandoned
pl_pl: Opuszczone

source: Failed
pl_pl: Nie udane

source: Revoked
pl_pl: Unieważnione

source: Refunded
pl_pl: Zrefundowane

source: Pending
pl_pl: Oczekujące

source: Completed
pl_pl: Ukończone

source: All
pl_pl: Wszystkie

source: Search
pl_pl: Szukaj

source: Clear Filters
pl_pl: Wyczyść filtr

source: Apply
pl_pl: Zastosuj

source: End Date
pl_pl: Data zakończenia:

source: Start Date
pl_pl: Data rozpoczęcia:

source: New Donor requires first name and email address.
pl_pl: Wymagany jest adres email i imię od nowych użytkowników

source: You do not have permission to edit payments.
pl_pl: Nie masz uprawnień do edytowania płatności.

source: This is the actual text which the user will have to agree to in order to make a donation.
pl_pl: To jest tekst z jakim użytkownik będzie musiał się zgodzić przed dokonaniem darowizny.

source: Agreement Text
pl_pl: Tekst regulaminu

source: Agree to Terms?
pl_pl: Zgadzasz się z Warunkami i Postanowieniami?

source: The label shown next to the agree to terms check box. Add your own to customize or leave blank to use the default text placeholder.
pl_pl: Etykieta pokazująca się obok guzika zgody na warunki. Dodaj własną lub pozostaw puste by użyć domyślnych ustawień.

source: Agree to Terms Label
pl_pl: Zgadzam się na Warunki i Postanowienia

source: Terms and Conditions
pl_pl: Warunki i Postanowienia

source: Disabled
pl_pl: Wyłączone

source: Enabled
pl_pl: Włączony

source: Select the <a href="%s" target="_blank">floating labels</a> setting for this Give form. Be aware that if you have the "Disable CSS" option enabled, you will need to style the floating labels yourself.
pl_pl: Wybierz <a href="%s" target="_blank">ustawienia pływających etykiet </a> dla tego formularza Give. <br> Pamiętaj że jeśli masz włączoną opcję "Wyłacz CSS", będzie konieczne dodanie stylizacji pływających etykiet.

source: Floating Labels
pl_pl: Pływające etykiety

source: None
pl_pl: Brak

source: By default, the gateway for this form will inherit the global default gateway (set under Give > Settings > Payment Gateways). This option allows you to customize the default gateway for this form only.
pl_pl: Domyślnie będzie ustawiona brama z ustawień globalnych (ustaw ją w Give>Ustawienia>Bramy płatności). Opcja ta pozwala na dostosowanie domyślnej bramy płatniczej tylko dla tego formularza.

source: Default Gateway
pl_pl: Brama domyślna

source: The button label for completing a donation.
pl_pl: Etykieta guzika aby zrobić transakcję

source: Donate Now
pl_pl: Przekaż darowiznę

source: This content will display on the single give form page.
pl_pl: Ta treść zostanie wyświetlona na stronie pojedynczego formularza

source: Content
pl_pl: Zawartość

source: Display Content
pl_pl: Wyświetl treść

source: Form Content
pl_pl: Zawartość Formularza

source: Do you want to set a donation goal for this form?
pl_pl: Czy chcesz ustawić cel jaki chcesz osiągnąć dla tego formularza?

source: Give a Custom Amount
pl_pl: Wpisz własną kwotę

source: Custom Amount Text
pl_pl: Tekst dla Własnej kwoty

source: No
pl_pl: Nie

source: Yes
pl_pl: Tak

source: Do you want the user to be able to input their own donation amount?
pl_pl: Czy chcesz, aby użytkownik mógł wprowadzać własną kwotę darowizny?

source: Custom Amount
pl_pl: Własna Kwota

source: Dropdown
pl_pl: Rozwijana lista

source: Radios
pl_pl: Guziczki

source: Buttons
pl_pl: Przyciski

source: Set how the donations levels will display on the form.
pl_pl: Ustaw jak poziomy darowizny będą wyświetlane na formularzu

source: Display Style
pl_pl: Styl wyświetlania:

source: Default
pl_pl: Domyślny

source: Donation Level
pl_pl: Poziom darowizny

source: Text
pl_pl: Tekst

source: Add Level
pl_pl: Dodaj poziom

source: Multi-level Donation
pl_pl: Wielopoziomowa

source: Set Donation
pl_pl: Ustalona kwota darowizny

source: Do you want this form to have one set donation price or multiple levels (for example, $10, $20, $50)?
pl_pl: Chcesz by w tym formularzu była jedna ustalona kwota czy wiele poziomów (na przykład 10zł srebrny, 20zł złoty, 50zł platynowy)

source: Donation Option
pl_pl: Opcja darowizny

source: Donation Options
pl_pl: Opcje darowizny

source: You do not have permission to view this data.
pl_pl: Nie masz uprawnień do przeglądania tych danych.

source: No Goal Set
pl_pl: Cel nie został ustawiony

source: Shortcode
pl_pl: Shortcode (skrót)

source: Income
pl_pl: Dochód

source: Goal
pl_pl: Cel

source: Price
pl_pl: Cena

source: Tags
pl_pl: Tagi

source: Categories
pl_pl: Kategorie

source: Past 30 Days
pl_pl: W ostatnich 30 dniach

source: This Month
pl_pl: W tym miesiącu

source: This Week
pl_pl: W tym tygodniu

source: Give: Donation Statistics
pl_pl: Give: Statystyki Darowizn

source: Delete all associated donations and records?
pl_pl: Usunąć wszystkie skojarzone z nim płatności i wpisy?

source: Are you sure you want to delete this donor?
pl_pl: Czy na pewno chcesz usunąć?

source: Notes
pl_pl: Notatki

source: No completed donations found.
pl_pl: Nie znaleziono zakończonych darowizn.

source: Actions
pl_pl: Akcje

source: Date
pl_pl: Data

source: Amount
pl_pl: Kwota

source: Recent Donations
pl_pl: Ostatnie darowizny

source: Lifetime Donations
pl_pl: Wszystkie darowizny

source: %d Completed Donation
pl_pl: %d zakończona darowizna

source: Cancel
pl_pl: Anuluj

source: Update Donor
pl_pl: Aktualizuj Darczyńcę

source: Postal
pl_pl: Kod pocztowy

source: City
pl_pl: Miasto

source: Address 2
pl_pl: Adres 2

source: Address 1
pl_pl: Adres 1

source: Address
pl_pl: Adres

source: Disconnect User
pl_pl: Rozłącz Użytkownika

source: Disconnects the current user ID from this donor record.
pl_pl: Odłącza obecny identyfikator użytkownika od danych tego klienta.

source: User ID
pl_pl: Identyfikator użytkownika

source: Donor Email:
pl_pl: Email Darczyńcy:

source: Edit Donor
pl_pl: Edytuj

source: Donor since
pl_pl: Darczyńca od

source: Donor Note
pl_pl: Imię Darczyńcy

source: You are not permitted to view this data.
pl_pl: Nie masz uprawnień do przeglądania tych danych.

source: Search Donors
pl_pl: Szukaj darczyńców

source: Delete Donor
pl_pl: Usuń darczyńcę

source: Donor Notes
pl_pl: Notatki Darczyńcy

source: Donor Profile
pl_pl: Profil darczyńcy

source: Failed to disconnect user from donor.
pl_pl: Odłączenie użytkownika od darczyńcy nie powiodło się

source: Invalid Donor ID.
pl_pl: Nieprawidłowy identyfikator darczyńcy

source: You do not have permission to delete donors.
pl_pl: Nie masz uprawnień do usuwania darczyńców.

source: A note is required.
pl_pl: Notka jest wymagana

source: The User ID #%d does not exist. Please assign an existing user.
pl_pl: ID użytkownika nie istnieje. Proszę przypisać istniejącego użytkownika.

source: The User ID #%d is already associated with a different donor.
pl_pl: Identyfikator %d jest już skojarzony z innym darczyńcą.

source: Please enter a valid email address.
pl_pl: Proszę wprowadzić poprawny adres e-mail.

source: You do not have permission to edit this donor.
pl_pl: Nie masz uprawnień do edytowania tego darczyńcy.

source: Date Created
pl_pl: Data utworzenia

source: Total Donated
pl_pl: Ogółem

source: Donations
pl_pl: Darowizny

source: Name
pl_pl: Imię

source: Unnamed Donor
pl_pl: Nieznany Darczyńca

source: Donor
pl_pl: Darczyńca

source: Generate New API Keys
pl_pl: Wygeneruj nowe klucze API

source: Secret Key
pl_pl: Sekretny klucz

source: Public Key
pl_pl: Klucz publiczny

source: Username
pl_pl: Nazwa użytkownika

source: Revoke
pl_pl: Unieważnij

source: Reissue
pl_pl: Wystaw ponownie

source: View API Log
pl_pl: Zobacz log API

source: API Keys
pl_pl: Klucze API

source: API Key
pl_pl: Klucz API

source: donation successfully deleted.
pl_pl: darowizna została pomyślnie usunięta.

source: The test email has been sent.
pl_pl: Testowa wiadomość email została wysłana.

source: The specified user already has API keys.
pl_pl: Ten użytkownik posiada już klucze API.

source: The settings have been imported.
pl_pl: Ustawienia zostały zaimportowane.

source: The donation note has been deleted.
pl_pl: Notatka do darowizny została usunięta.

source: The reports cache has been cleared.
pl_pl: Pamięć podręczna raportów została wyczyszczona.

source: The donation receipt has been resent.
pl_pl: Rachunek został wysłany ponownie.

source: Give Test Mode Active
pl_pl: Tryb testowy Give jest aktywny.

source: Get Support
pl_pl: Uzyskaj pomoc techniczną

source: Documentation: %s Add-on
pl_pl: Dokumentacja: Dodatek %s

source: Go to Settings
pl_pl: Przejdź do ustawień

source: Add-ons
pl_pl: Wtyczki

source: Settings
pl_pl: Ustawienia

source: Give Settings
pl_pl: Ustawienia Give

source: Reports
pl_pl: Raporty

source: Donation Reports
pl_pl: Raporty darowizny

source: Donors
pl_pl: Darczyńcy

source: Thanks :)
pl_pl: Dziękujemy :)

source: There was an error retrieving the Give Add-ons list from the server. Please try again later.
pl_pl: Wystapił błąd podczas pobierania dodatków Give z serwera. Proszę spróbować ponownie.

source: The following Add-ons extend the functionality of Give.
pl_pl: Następujące dodatki rozszerzają funkcjonalność Give.

source: View All Add-ons
pl_pl: Zobacz wszystkie dodatki

source: Give Add-ons
pl_pl: Dodatki Give

source: Error
pl_pl: Błąd

source: You do not have permission to install plugin updates
pl_pl: Nie masz uprawnień, aby zainstalować plugin aktualizacji

source: Cheatin&#8217; huh?
pl_pl: Oszukujemy, co?
