Repository: ngo360/Give-pl_PL-translation
Catalog: give-*.po
Languages: pl_pl

source: Link Text:
pl_pl: Tekst odnośnika:

source: Link:
pl_pl: Odnośnik:

source: Hey! We've raised {total} of the {total_goal} we are trying to raise for this campaign!
pl_pl: Hej! Zebraliśmy {Total} z {total_goal} zł, które staramy się zebrać dla tej kampanii!

source: Message:
pl_pl: Wiadomość:

source: Total Goal:
pl_pl: Cel Całkowity:

source: Shortcode Configuration
pl_pl: Konfiguracja shortcode

source: Give Totals
pl_pl: Give Sumy

source: Redirect
pl_pl: Przekieruj

source: Show form as modal window or redirect to a new page?
pl_pl: Czy wyświetlić formularz jako okno modalne czy przekierować do nowej strony?

source: Do you want to display the featured image?
pl_pl: Czy chcesz wyświetlić wyróżniony obraz?

source: Do you want to display the excerpt?
pl_pl: Czy chcesz wyświetlić fragment?

source: Show Excerpt:
pl_pl: Pokaż zajawkę:

source: Show Goal:
pl_pl: Pokaż cel:

source: Best Fit
pl_pl: Najlepsze dopasowanie

source: Sets the number of forms per row.
pl_pl: Określ liczbę formularzy w rzędzie.

source: Columns:
pl_pl: Kolumny:

source: Form IDs:
pl_pl: Identyfikator formularza:

source: Donation Form Grid
pl_pl: Siatka formularza darowizny

source: Unlock all settings
pl_pl: Odblokuj wszystkie ustawienia

source: Next Donation Number must be equal to or larger than %s to avoid conflicts with existing donation IDs.
pl_pl: Następny numer darowizny musi być równy lub większy niż %s, aby uniknąć konfliktów z istniejącymi identyfikatorami darowizn.

source: Donation ID Preview
pl_pl: Podgląd ID darowizny

source: Number Suffix
pl_pl: Przyrostek numeru

source: Number Prefix
pl_pl: Prefiks numeru

source: Next Donation Number
pl_pl: Następny numer darowizny

source: Custom donation numbering that increases sequentially to prevent gaps between donation IDs. If disabled, then donation numbers are generated from WordPress post IDs, which will result in gaps between numbers.
pl_pl: Niestandardowa numeracja darowizn, która zwiększa się sekwencyjnie, aby zapobiec powstawaniu luk między identyfikatorami darowizny. Jeśli wyłączone, następnie numery darowizny są generowane z identyfikatorów post WordPress, co spowoduje przerwy między liczbami.

source: Label
pl_pl: Etykieta

source: Gateways Label
pl_pl: Etykieta bramek

source: Clear Cache
pl_pl: Czyść pamięć podręczną

source: Donor Goal
pl_pl: Cel darczyńcy

source: Goal Statistics
pl_pl: Statystyki celu

source: Number of Donors
pl_pl: Liczba darczyńców

source: Amount Raised
pl_pl: Kwota zebrana

source: Optional
pl_pl: Opcjonalnie

source: Required
pl_pl: Wymagany

source: Donation Limits:
pl_pl: Limity darowizn:

source: Donation Limit
pl_pl: Limit darowizn

source: Company Name:
pl_pl: Nazwa firmy:

source: Unregistered
pl_pl: Niezarejestrowany

source: Image
pl_pl: Obrazek

source: File
pl_pl: Plik

source: Add or Upload %s
pl_pl: Dodaj lub wyślij %s

source: An error occured while flushing the cache.
pl_pl: Wystąpił błąd podczas opróżniania pamięci podręcznej.

source: Would you like to enable the reCAPTCHA feature?
pl_pl: Czy chcesz uruchomić funkcję reCAPTCHA?

source: Enable reCAPTCHA
pl_pl: Włącz reCAPTCHA

source: Required Fields
pl_pl: Włącz opcję reCAPTCHA

source: Form Title or ID
pl_pl: Tytuł formularza lub identyfikator

source: Your profile and password has been updated.
pl_pl: Twój profil i hasło zostało zaktualizowane.

source: Login with your new credentials.
pl_pl: Zaloguj się przy użyciu swoich nowych danych do logowania.

source: Your password has been updated.
pl_pl: Twoje hasło zostało zaktualizowane.

source: Register or donate as a guest &raquo;
pl_pl: Zarejestruj się lub wyślij darowiznę jako 'gość'.

source: Don't have an account?
pl_pl: Nie masz konta na stronie?

source: Do you want to restart the update process?
pl_pl: Czy chcesz ponownie uruchomić proces aktualizacji?

source: Do you want to stop the update process now?
pl_pl: Czy chcesz teraz zatrzymać proces aktualizacji?

source: Pause Upgrades
pl_pl: Wstrzymywanie uaktualnień

source: Restart Upgrades
pl_pl: Zresetuj ulepszenia

source: Read More
pl_pl: Czytaj Więcej

source: View Update Log
pl_pl: Wyświetl dziennik aktualizacji

source: The file type must be JSON.
pl_pl: Typ pliku musi być JSON.

source: Choose a JSON file:
pl_pl: Wybierz plik typu JSON:

source: <span class="income">%1$s</span> of <span class="goal-text">%2$s</span> donation
pl_pl: <span class="income">%1$s</span> z <span class="goal-text">%2$s </span> darowizn.

source: Email already exists.
pl_pl: Adres email już istnieje.

source: To edit first name and last name, please go to user profile of the donor.
pl_pl: Żeby zedytować swoje imię i nazwisko, przejdź do edycji profilu darczyńcy,

source: Every %d Minutes
pl_pl: Co %d minut.

source: Create an account on the site to see and manage donation history.
pl_pl: Załóż konto na stronie, żeby mieć możliwość podglądu historii swoich darowizny.

source: Registration is required to donate.
pl_pl: Rejestracja jest obowiązkowa, aby móc dokonać darowizny.

source: (optional) The suite, apartment number, post office box (etc) associated with your billing address.
pl_pl: (opcjonalnie) numer domu, mieszkania, skrytka pocztowa (itp.) związane z Twoim adresem.

source: Reset your password
pl_pl: Zresetuj hasło

source: Reset your password &raquo;
pl_pl: Zresetuj hasło &raquo;

source: View your donation history
pl_pl: Zobacz swoją hostirę darowizny.

source: The reset password link for user.
pl_pl: Link resetujący hasło użytkownika.

source: The payment total for this donation.
pl_pl: Suma finalna dla tej darowizny.

source: Update now
pl_pl: Uaktualnij teraz

source: Give needs to update the database.
pl_pl: Give musi zaktualizować bazę danych.

source: It is recommended that you backup your database before proceeding. Do you want to run the update now?
pl_pl: Zaleca się wykonanie kopii zapasowej bazy danych przed kontynuowaniem. Czy chcesz teraz uruchomić aktualizację?

source: Run the updater
pl_pl: Uruchom aktualizator

source: Database Update
pl_pl: Aktualizacja baz danych

source: Give Emails
pl_pl: Give e-maile

source: If caching is enabled the plugin will start caching custom post type related queries and reduce the overall load time.
pl_pl: Jeśli buforowanie jest włączone, wtyczka uruchomi buforowanie niestandardowych zapytań typu post i skróci całkowity czas ładowania.

source: Cache
pl_pl: Pamięć podręczna

source: New Donor Last Name:
pl_pl: Nazwisko nowego Darczyńcy:

source: New Donor First Name:
pl_pl: Imię nowego Darczyńcy:

source: Send Test Email.
pl_pl: Wyślij wiadomość testową.

source: Send test email
pl_pl: Wyślij testowy email

source: Preview
pl_pl: Podgląd.

source: Hooray! The donation is in a pending status and is awaiting payment. Donation instructions have been emailed to the donor. Once you receive payment, be sure to mark the donation as complete using the link below.
pl_pl: Jest to darowizna oczekująca na płatność. Instrukcje do wykonania darowizny zostały wysłane do darczyńcy. Jak tylko otrzymasz płatność zaznacz tę płatność jako zakończoną klikając na link poniżej.

source: New user registration on your site {sitename}:
pl_pl: Rejestracja nowego użytkownika w witrynie {sitename}:

source: Add Recipient
pl_pl: Dodaj odbiorcę

source: Choose email type.
pl_pl: Wybierz typ wiadomości e-mail.

source: Email message
pl_pl: Treść maila

source: Enter the email message.
pl_pl: Wprowadź wiadomość e-mail.

source: Enter the email subject line.
pl_pl: Wprowadź temat wiadomości e-mail.

source: Notification
pl_pl: Powiadomienie

source: Global Options are set <a href="%s">in Give settings</a>. You may override them for this form here.
pl_pl: Globalne opcje są ustawiane <a href="%s"> w ustawieniach Give </a>. Można je zastąpić dla tego formularza tutaj.

source: Global Options
pl_pl: Opcje Globalne

source: Email Notification
pl_pl: Powiadamianie e-mailem

source: Plain
pl_pl: Prosta wiadomość tekstowa

source: No give email notification found.
pl_pl: Nie znaleziono powiadomień e-mail od Give.

source: Edit Email
pl_pl: Zedytuj Adres Email

source: Content Type
pl_pl: Typ treści

source: Email Status
pl_pl: Status e-mail

source: Give Email Notification
pl_pl: Give powiadomienia e-mail

source: - Select a donor -
pl_pl: - Wybierz darczyńcę -

source: No donor(s) found.
pl_pl: Nie znaleziono darczyńcy (-ów).

source: After resetting password, Please login to your account with link below.
pl_pl: Po zresetowaniu hasła, zaloguj się na swoje konto korzystając z linku poniżej

source: To reset your password, simply click the link below which will take you to a web page where you can create a new password.
pl_pl: Aby zresetować hasło, wystarczy kliknąć poniższy link, który zabierze Cię na stronę internetową, gdzie można utworzyć nowe hasło.

source: Username: {username}
pl_pl: Nazwa użytkownika: {username}

source: You do not have permission to edit donations.
pl_pl: Nie masz stosownych uprawnień by edytować darowizny.

source: Add Address
pl_pl: Dodaj Adres

source: This donor does not have any addresses saved.
pl_pl: Ten darczyńca nie ma żadnych zapisanych adresów.

source: Addresses
pl_pl: Adresy

source: Edit
pl_pl: Edytuj

source: Add Field
pl_pl: Dodaj pole

source: Error: Unable to delete address.
pl_pl: Błąd: Nie można usunąć adresu.

source: ERROR
pl_pl: BŁĄD

source: View Donor Information
pl_pl: Zobacz Dane Darczyńcy

source: Error: Unable to save the address. Please check if address already exist.
pl_pl: Błąd: Nie można zapisać adresu. Sprawdź, czy adres już nie istnieje w bazie danych.

source: Error: Security issue.
pl_pl: Błąd: problem z bezpieczeństwem.

source: Level
pl_pl: Poziom

source: Title
pl_pl: Tytuł

source: All DB Updates Completed.
pl_pl: Wszystkie aktualizacje DB zakończone.

source: Donation Failed Page
pl_pl: Strona Transakcji Odrzuconych

source: Donation Success Page
pl_pl: Strona darowizn zatwierdzonych

source: Please verify your email to access your donation history.
pl_pl: Aby zobaczyć historię darowizn proszę zweryfikować swój adres email.

source: &laquo; Return to All Donations
pl_pl: &laquo; Powrót do wszystkich darowizn

source: You must select a bulk action to proceed.
pl_pl: Musisz wybrać akcję zbiorczą aby wykonać.

source: You must choose at least one or more donors to delete.
pl_pl: Należy wybrać co najmniej jednego darczyńcę do usunięcia.

source: Email Sent!
pl_pl: Wiadomość email wysłana!

source: East Caribbean dollar (%1$s)
pl_pl: Dolar Wschodniokaraibski (%1$s)

source: Venezuelan bolívar (%1$s)
pl_pl: Boliwar wenezuelski (%1$s)

source: Uruguayan peso (%1$s)
pl_pl: Peso urugwajskie (%1$s)

source: Ukrainian hryvnia (%1$s)
pl_pl: Hrywna ukraińska (%1$s)

source: Tanzanian shilling (%1$s)
pl_pl: Szyling Tanzański (%1$s)

source: Tongan paʻanga (%1$s)
pl_pl: Pa'anga tongijska (%1$s)

source: Swazi lilangeni (%1$s)
pl_pl: Lilangeni Suazi (%1$s)

source: Pakistani rupee (%1$s)
pl_pl: Rupia pakistańska (%1$s)

source: Peruvian nuevo sol (%1$s)
pl_pl: Peruwiański Nuevo Sol (%1$s)

source: Nepalese rupee (%1$s)
pl_pl: Rupia nepalska (%1$s)

source: Macedonian denar (%1$s)
pl_pl: Denar macedoński (%1$s)

source: Cayman Islands dollar (%1$s)
pl_pl: Dolar Kajmański (%1$s)

source: Kuwaiti dinar (%1$s)
pl_pl: Dinar kuwejcki (%1$s)

source: Kenyan shilling (%1$s)
pl_pl: Szyling kenijski (%1$s)

source: Jordanian dinar (%1$s)
pl_pl: Dinar jordański (%1$s)

source: Jamaican dollar (%1$s)
pl_pl: Dolar jamajski (%1$s)

source: Icelandic króna (%1$s)
pl_pl: Korona islandzka (%1$s)

source: Indonesian rupiah (%1$s)
pl_pl: Rupia indonezyjska (%1$s)

source: Honduran lempira (%1$s)
pl_pl: Lempira honduraska (%1$s)

source: Guatemalan quetzal (%1$s)
pl_pl: Quetzal gwatemalski (%1$s)

source: Egyptian pound (%1$s)
pl_pl: Funt egipski (%1$s)

source: Dominican peso (%1$s)
pl_pl: Peso dominikańskie (%1$s)

source: Cuban convertible peso (%1$s)
pl_pl: Peso kubańskie wymienialne (%1$s)

source: Costa Rican colón (%1$s)
pl_pl: Colon Kostarykański (%1$s)

source: Colombian peso (%1$s)
pl_pl: Peso kolumbijskie (%1$s)

source: Chilean peso (%1$s)
pl_pl: Peso chilijskie (%1$s)

source: Belizean dollar (%1$s)
pl_pl: Dolar Belizeski (%1$s)

source: Bahamian dollar (%1$s)
pl_pl: Dolar Bahamski (%1$s)

source: Bolivian boliviano (%1$s)
pl_pl: Boliviano (%1$s)

source: Brunei dollar (%1$s)
pl_pl: Dolar brunejski (%1$s)

source: Bermudian dollar (%1$s)
pl_pl: Dolar bermudzki (%1$s)

source: Bahraini dinar (%1$s)
pl_pl: Dinar bahrański (%1$s)

source: Bangladeshi taka (%1$s)
pl_pl: Taka bengalska (%1$s)

source: Bosnia and Herzegovina convertible mark (%1$s)
pl_pl: Marka zamienna Bośni i Hercegowiny (%1$s)

source: Argentine peso (%1$s)
pl_pl: Peso argentyńskie (%1$s)

source: Netherlands Antillean guilder (%1$s)
pl_pl: Gulden antylski (%1$s)

source: Armenian dram (%1$s)
pl_pl: Dram armeński (%1$s)

source: United Arab Emirates dirham (%1$s)
pl_pl: Dirham Zjednoczonych Emiratów Arabskich (%1$s)

source: Confirm Email
pl_pl: Potwierdź Adres Email

source: View your donation history &raquo;
pl_pl: Zobacz swoją historię darowizn &raquo

source: Please confirm your email for %s
pl_pl: Potwierdź adres email dla %s

source: %s minute
pl_pl: %s minuta

source: Import JSON
pl_pl: Importowanie JSON

source: Import Give's settings in JSON format.
pl_pl: Importuj ustawienia Give w formacie JSON.

source: Import Give Settings
pl_pl: Importuj ustawienia Give

source: Import Settings
pl_pl: Importuj ustawienia

source: Export JSON
pl_pl: Eksport JSON

source: Download an export of Give's settings and import it in a new WordPress installation.
pl_pl: Pobierz eksport ustawień Give aby zaimportować go w nowej instalacji WordPress.

source: Replace
pl_pl: Zamień

source: Merge
pl_pl: Scal

source: Merge Type:
pl_pl: Typ scalania:

source: Import Core Settings from a JSON file
pl_pl: Importowanie ustawień podstawowych z pliku JSON

source: Upload JSON file
pl_pl: Prześlij plik JSON

source: Your settings are now being imported...
pl_pl: Twoje ustawienia są teraz importowane...

source: View Settings
pl_pl: Zobacz ustawienia

source: Undo Importing
pl_pl: Cofnij Importowanie

source: Settings Import Complete!
pl_pl: Import ustawień zakończony pomyślnie!

source: Export Give Settings
pl_pl: Eksport ustawień Give

source: Adjusts the number of donations displayed to a non logged-in user when they attempt to access the Donation History page without an active session. For security reasons, it's best to leave this at 1-3 donations.
pl_pl: Dostosowuje liczbę darowizn wyświetlanych niezalogowanemu użytkownikowi podczas próby uzyskania dostępu do strony Historia Darowizny bez aktywnej sesji. Ze względów bezpieczeństwa, najlepiej zostawić to na 1-3 darowizny.

source: BULK DELETE
pl_pl: USUWANIE ZBIORCZE

source: Before - %s&#x200e;10
pl_pl: Przed - %s&#x200e;10

source: You must confirm to delete the selected donor(s).
pl_pl: Należy potwierdzić usunięcie wybranych darczyńców.

source: The selected donor(s) has been deleted.
pl_pl: Wybrani darczyńcy zostali usunięci.

source: Verify Email
pl_pl: Sprawdź email

source: Please enter the email address you used for your donation.
pl_pl: Proszę podać adres e-mail użyty do wpłaty.

source: You do not have permission to access this report
pl_pl: Nie masz uprawnień do tego raportu.

source: Donation Form Title
pl_pl: Tytuł Formularza darowizny

source: Postal Code
pl_pl: Kod pocztowy

source: Your Donation is Almost Complete!
pl_pl: Twoja darowizna jest prawie kompletna!

source: Profile
pl_pl: Profil

source: Your Donor and User profile are no longer connected. Please contact the site administrator.
pl_pl: Twój profil darczyńcy i użytkownika nie jest już połączony. Skontaktuj się z administratorem witryny.

source: Run Updates
pl_pl: Uruchom aktualizacje

source: Donation Form ID: %d
pl_pl: Identyfikator formularza darowizny:% d

source: User - Donor Profile Disconnection
pl_pl: Użytkownik - darczyńca - rozłącz powiązanie

source: Do you want to reconnect User and Donor profile again?
pl_pl: Czy chcesz ponownie połączyć profil użytkownika i darczyńcy?

source: Hi Admin,
pl_pl: Hej Admin,

source: Import CSV
pl_pl: Importuj CSV

source: Import a CSV of Donations.
pl_pl: Importuj CSV darowizn.

source: Import Options
pl_pl: Opcje importu

source: Import Type
pl_pl: Typ importu

source: Your CSV file will be uploaded via the WordPress Media Library. It's a good idea to delete it after the import is finished so that your sensitive data is not accessible on the web. Disable this only if you plan to delete the file manually later.
pl_pl: Plik CSV zostanie przesłany za pośrednictwem biblioteki multimediów WordPress. Dobrym pomysłem jest usunięcie go po zakończeniu importowania, tak aby poufne dane nie były dostępne w Internecie. Wyłącz to tylko wtedy, gdy zamierzasz usunąć plik ręcznie później.

source: The importer can create WordPress user accounts based on the names and email addresses of the donations in your CSV file. Enable this option if you'd like the importer to do that.
pl_pl: Importer może tworzyć konta użytkowników WordPress na podstawie nazw i adresów e-mail darowizn w pliku CSV. Włącz tę opcję, jeśli chcesz, aby importer to zrobił.

source: Comma
pl_pl: Przecinek

source: In case your CSV file supports a different type of separator (or delimiter) -- like a tab or space -- you can set that here.
pl_pl: W przypadku, gdy plik CSV obsługuje inny typ separatora (lub ogranicznik)--jak tabulator lub spacja - można to ustawić tutaj.

source: Dependency missing.
pl_pl: Brakujące zależności.

source: Import Tab
pl_pl: Zakładka Importu

source: Akismet SPAM Protection
pl_pl: Ochrona przed spamem Akismet

source: View User Profile
pl_pl: Zobacz profil użytkownika

source: View User Profile of current user ID.
pl_pl: Wyświetl profil użytkownika bieżącego identyfikatora użytkownika.

source: Your license is not activated. Please <a href="%3$s" target="_blank" title="Visit account page">visit your account page</a> to manage your license key URLs. %2$sError Code: %1$s.
pl_pl: Licencja nie jest aktywna. Proszę <a href="%3$s" target="_blank" title="Odwiedź stronę konta">wejdź na stronę konta</a>, aby zarządzać adresami URL kluczy licencyjnych. %2$s Kod błędu: s%1$s.

source: Please properly configure Akismet to enable SPAM protection.
pl_pl: Proszę poprawnie skonfigurować Akismet, aby włączyć ochronę przed spamem.

source: User has been successfully connected with Donor.
pl_pl: Użytkownik został pomyślnie połączony z darczyńcą.

source: Preapproval <span class="count">(%s)</span>
pl_pl: Wstępne zatwierdzenie <span class = "count" > ( %s) </span>

# Preapproval payment status
source: Preapproval
pl_pl: Preautoryzacja

source: Donation Form ID
pl_pl: Identyfikator formularza darowizny

source: Donor ID
pl_pl: ID dawcy

source: Import as Meta
pl_pl: Importuj jako meta

source: Donor Email
pl_pl: Email Darczyńcy

source: Donor Last Name
pl_pl: Nazwisko Darczyńcy

source: Donor First Name
pl_pl: Imię dawcy

source: Do not import
pl_pl: Nie importuj

source: This donation was imported by %s
pl_pl: Ta darowizna została zaimportowana przez %s

source: Give Donor
pl_pl: Give Darczyńcy

source: Imported donor and transactions successfully deleted.
pl_pl: Importowany darczyńca i transakcje zostały pomyślnie usunięte.

source: Delete CSV after import:
pl_pl: Usuń CSV po zaimportowaniu:

source: Create WP users for new donors:
pl_pl: Tworzenie użytkowników WP dla nowych darczyńców:

source: Test Mode:
pl_pl: Tryb testowy:

source: CSV Delimiter:
pl_pl: Separator CSV:

source: Choose a CSV file:
pl_pl: Wybierz plik CSV:

source: Import donations from a CSV file
pl_pl: Importowanie darowizn z pliku CSV

source: Done!
pl_pl: Zrobiono!

source: Upload CSV file
pl_pl: Prześlij plik CSV

source: Map to field
pl_pl: Mapa do pola

source: Column name
pl_pl: Nazwa kolumny

source: Your donations are now being imported...
pl_pl: Twoje darowizny są teraz importowane...

source: Importing
pl_pl: Importowanie

source: Import complete! %s donation processed
pl_pl: Importowanie zakończone! %s darowizna przetworzona.

source: %s %s imported
pl_pl: zaimportowano %s %s

source: donations
pl_pl: darowizny

source: donation
pl_pl: darowizna

source: forms
pl_pl: formularze

source: form
pl_pl: formularz

source: %s %s created
pl_pl: utworzono %s %s

source: donors
pl_pl: darczyńcy

source: donor
pl_pl: darczyńca

source: Import
pl_pl: Importuj

source: This donation was imported.
pl_pl: Ta darowizna została zaimportowana.

source: Need help? Learn more about %1$sDonors%2$s.
pl_pl: Potrzebujesz pomocy? Dowiedz się więcej o%1$sDarczyńcach%2$s.

source: Your donor history will appear here, but first, you need a donation form!
pl_pl: Twoja historia darczyńców pojawi się tutaj, ale najpierw potrzebny jest formularz darowizn!

source: Need help? Learn more about %1$sDonations%2$s.
pl_pl: Potrzebujesz pomocy? Dowiedz się więcej o%1$sDarowiznach%2$s.

source: View All Forms
pl_pl: Zobacz wszystkie formularze

source: Your donation history will appear here, but first, you need a donation form!
pl_pl: Twoja historia darowizn pojawi się tutaj, ale po najpierw potrzebujesz formularza darowizn!

source: Need help? Get started with %1$sGive 101%2$s.
pl_pl: Potrzebujesz pomocy? Zacznij od%1$sGive 101%2$s.

source: Create Donation Form
pl_pl: Utwórz formularz darowizny

source: Give Icon
pl_pl: Give ikona

source: All donation uploaded successfully!
pl_pl: Wszystkie darowizny przesłane pomyślnie!

source: IPN received on %s at %s
pl_pl: IPN otrzymano %s o %s

source: Municipality
pl_pl: Gmina

source: State / Zone
pl_pl: Stan/strefa

source: Prefecture
pl_pl: Prefektura

source: County
pl_pl: Gmina

source: Canton
pl_pl: Kanton

source: Province
pl_pl: Prowincja

source: District
pl_pl: Powiat/dystrykt

source: There is %1$d Give addon that needs to be updated. <a href="%2$s">Update now</a>
pl_pl: Istnieje %1$d aktualizacja wtyczki Give, który musi zostać zaktualizowana. <a href="%2$s">Aktualizacja teraz</a>

source: Add-on Updates
pl_pl: Aktualizacje dodatków

source: Update %s of %s
pl_pl: Aktualizacja %s do %s

source: Database Updates
pl_pl: Aktualizacje baz danych

source: Congratulations! You are running the latest versions of Give and its add-ons.
pl_pl: Gratulacje! Masz uruchomione najnowsze wersje programu Give i dodatków.

source: (Latest Version: %s)
pl_pl: (Najnowsza wersja: %s)

source: Unlicensed add-ons cannot be updated. Please purchase or renew a valid license.
pl_pl: Nie można zaktualizować dodatków nielicencjonowanych. Należy zakupić lub odnowić ważną licencję.

source: Updates Completed.
pl_pl: Aktualizacje ukończono.

source: Give Updates
pl_pl: Give Aktualizacje

source: Updates
pl_pl: Aktualizacje

source: Give Updates Complete
pl_pl: Give aktualizacja kompletna

source: PayPal IPN Notifications
pl_pl: PayPal powiadomienia IPN

source: TLS Rating
pl_pl: Ocena TLS

source: TLS Connection
pl_pl: Połączenie TLS

source: No, keep my Give settings and donation data
pl_pl: Nie, Zachowaj moje ustawienia i dane darowizn

source: Total Payments
pl_pl: Suma płatności

source: Pending / Failed Payments
pl_pl: Oczekujące/nieudane płatności

source: New User Registration
pl_pl: Rejestracja nowego użytkownika

source: Passwords should have at least 6 characters.
pl_pl: Hasła powinny mieć co najmniej 6 znaków.

source: Choose Image
pl_pl: Wybierz obrazek

source: Are you sure you want to set status of {payment_count} donations to {status}?
pl_pl: Czy na pewno chcesz ustawić status {payment_count} darowizn na {status}?

source: Are you sure you want to set status of this donation to {status}?
pl_pl: Czy na pewno chcesz ustawić status tej darowizny na {status}?

source: You must choose at least one or more donations to set status to {status}.
pl_pl: Musisz wybrać co najmniej jedną darowiznę, aby ustawić status na {status}.

source: Click here
pl_pl: Kliknij tutaj
